Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Issue the yearly debit-note for the instrument insurance.
de: Die jährlich fälligen Versicherungsbeiträge per Lastschrift einziehen.

source: Issue the yearly debit-note for the member-ship fee.
de: Jährlichen Mitgliedsbeitrag einziehen.

source: Issue a debit-note over the remaining debts of the musician, taking into account how much already has been paid.
de: Eine Lastschrift bis zur Höhe des Restbetrags, den der Musiker uns schuldet, einziehen.

source: Date of latest submission of the debit note to our own bank.
de: Ausschlussfrist bis zu der die Daten bei der Bank eingereicht werden müssen.

source: Inform all debitors of this debit-note by email; an email dialog is opened.
de: Die Schuldner per Email über die Höhe der Lastschrift und den Zeitpunkt des Einzugs informieren; ein Email-Dialog öffnet sich.

source: Download the data-set of this debit-note for transferal to our bank institute.
de: Den Datensatz dieser Lastschrift zwecks Einreichung bei der Bank herunterladen.

source: Amount of debug output. Keep this disabled for normal use.
de: Debug-Informationen. Sollte normalerweise ausgeschaltet sein.

source: Clear the list of selected event-attachments. Of course, this does not delete the events from their respective calendar, it just de-selects all events such that no event will be attached to the email.
de: Löscht die Liste der ausgewählten Termin-Anhänge. Natürlich werden nicht die Termine selbst gelöscht; es wird dann lediglich kein Termin mehr mit gesendet.

source: Delete all uploaded file-attachments from the server. This is also done automatically when closing the email-form. This will also empty the select box.
de: Löschte alle hoch geladenen Dateianhänge vom Server. Das passiert allerdings auch automatisch, wenn man das Email-Formular schließt. Anschließend ist natürlich auch die Auswahlbox links leer.

source: Delete the selected email-template or draft. You will be asked for confirmation before it is actually deleted.
de: Löscht die ausgewählte Em@il-Vorlage oder den Em@il-Entwurf. Natürlich nicht, ohne noch einmal nach zu fragen.

source: If enabled, clicking on a data-row in a table view opens the "change dialog" for the respective record. If disabled, clicking on a data-row will open the "view dialog".
de: Falls aktiviert, öffnet ein Mausklick auf eine Datenzeile in einer Tabellenansicht den "Ändern"-Dialog für den jeweiligen Eintrag. Falls nicht aktiviert, öffnet sich bei Mausklick zunächst nur die Detailansicht.

source: Distribute the email account credentials to all members of the orchestra group. The credentials will be encrypted using an OpenSSL public key owned by the respective user and stored in the pre-user preferences table.
de: Verteilt die Login-Daten an alle Mitglieder der Orchester User-Gruppe. Die Login Daten werden mit einem OpenSSL Schlüssel des jeweiligen Benutzers verschlüsselt und in der Tabelle der Benutzer-Einstellungen für den jeweiligen Benutzer gespeichert.

source: Export the email text as HTML. In the case of per-member variable substitutions this will result in a multi-page document with proper page breaks after each message, with all variables substituted.
de: Exporiere die Email als HTML. Das Ergebnis ist ein HTML-Dokument, bei dem alle Variablen-Ersetzungen vorgenommen sind. Die Druckversion fängt für jede neue Nachricht eine neue Seite an.

source: Choose either among all musicians currently registered for the project or from the complement set. Obviously, selecting both options will give you the choice to select any musician as recipient.
de: Wähle Empfänger unter allen Musikern, die für das Projekt registriert sind oder nicht. Offensichtlich hat man die Wahl unter allen Musikern, wenn man sich für beide Optionen entscheidet.

source: List of musicians without or with ill-formed email-addresses. You can click on the names in order to open a dialog with the personal data of the respective musician and correct the email addresses there.
de: Liste der Musiker mit fehlender oder offensichtlich ungültiger Em@il-Adresse. Wenn man auf den Namen klickt, öffnet sich ein Formular, in dem man (unter anderem) die Em@il-Adresse korrigieren könnte.

source: Select the recipients for your email!
de: Wähle die Empfänger Deiner Email aus!

source: Choose among all musicians currently <b>NOT</b> registered for this project.
de: Wähle Empfänger unter allen Musikern, die <b>NICHT</b> für dieses Projekt registriert sind.

source: Apply the currently selected instruments as filter. At your option, you can also simply double-click inside the boxed filter-region in order to activate your filter-choice.
de: Verwende die Instrumentenauswahl als Vorwahl-Filter. Statt diesen Button anzuklicken, kann man auch in der Auswahlbox einen Doppelklick versuchen.

source: Redo the last operation undone by the undo button.
de: Wiederholt die zuletzt rückgängig gemachte Filter-Operation.

source: Reset to the initial pre-selection which was activ when entering this form. This will <b>REALLY</b> void all your recipient selections and reset the form to the initial state. Note, however, that the text of your email will be maintained, the reset only applies to the recipient list.
de: Setzt die gesamte Empfänger-Auswahl auf die Vorauswahl zurück, die zur Zeit der Aktivierung des Email-Formulars aktiv war. Sollte der Email-Text bereits bearbeitet worden sein, bleibt der erhalten, der `Reset' bezieht sich lediglich auf die Adressaten-Auswahl.

source: Undo the last recipient filter operation and restore the previous selection of musicians.
de: Macht die letzte Filter-Operation rückgängig und stellt die vorherige Musiker-Auswahl wieder her.

source: Add arbitrary further hidden recipients.
de: Beliebige weitere versteckte Empfänger hinzufügen.

source: Add arbitrary further recipients.
de: Beliebige weitere Empfänger hinzufügen.

source: Choose among all musicians currently registered for this project.
de: Wähle Empfänger unter allen Musikern, die für dieses Projekt registriert sind.

source: Restrict the basic set of musicians to the instruments selected here. The filter is additive: selecting more than one instruments will include the musicians playing either of them.
de: Beschränkt die Adressaten-Grundmenge auf die Instrumente, die hier ausgewählt werden. Wird mehr als ein Instrument ausgewählt, werden alle Musiker eingeschlossen, die eines der Instrumente spielen. Der Filter ist inaktive, wenn kein Instrument ausgewählt ist.

source: A double click inside the boxed filter-region will apply the instruments-filter
de: Ein Doppel-Klick im umrandeten Instrumenten-Filter Bereich wendet den Filter an.

source: List of selected musicians; can be changed in the `Em@il-Recipients' panel.
de: Empfängerliste; kann im `Em@il-Empfänger'-Reiter geändert werden.

source: Select recipients by member status. Normally, conductors and soloists are excluded from receiving mass-email. Please be careful when modifying the default selection!
de: Beschränkt die Grundauswahl auf Musiker mit den gewählten Mitspieler-Status. Normalerweise werden Dirigenten und Solisten von Massenmail verschont. Bitte sorgsam mit dieser Auswahlmöglichkeit umgehen.

source: Test the email-settings; try to connect to the SMTP-server and the IMAP-server in turn.
de: Email-Einstellungen testen; es wird versucht, nacheinander eine Verbindung zum SMTP-Server und zum IMAP-Server aufzubauen.

source: Select-box with all project-events. You can select events as attachments to your email.
de: Auswahlbox mit allen Project-Terminen. Termine können hier als Nachrichten-Anhänge ausgewählt werden.

source: Select calendar attachments from the associated project events.
de: Öffnet ein Fenster mit allen Projekt-Terminen. Termine können dort als Anhang zur Em@il ausgewählt werden.

source: Name of the pseudo-project listing the members of the executive board.
de: Der Name des Pseudo-Projekts mit den Vorstandsmitgliedern.

source: Display additional ``expert'' settings. Despite the name you are invited to have a look, but please do not change anything unless you know what your are doing. Thanks!
de: Zusätzliche "Experten"-Einstellungen anzeigen.

source: For those who know what they are doing, which essentially means: don't.
de: Für die, die wissen was sie tun. Also im Wesentlichen für Niemanden.

source: placeholder
de: Platzhalter

source: Group of people, e.g. to define room-mates.
de: Personengruppe, z.B. um Zimmerbelegungen zu definieren.

source: Group of people with predefined group-names and a potentially different maximal number of people fitting in the group. For example to define room-mates.
de: Personengruppe mit vordefinierten Gruppennamen und individueller maximaler Personenzahl pro Gruppe. Zum Beispiel zur Festlegung von Zimmerbelegungen.

source: Multiple choices, excluding each other.
de: Mehrere einander ausschließende Optionen.

source: Multiple choices where, more than one option can be selected.
de: Mehrfachauswahl, bei der mehrere Optionen gleichzeitig ausgwählt werden können.

source: Simple yes-no choice.
de: Einfache ja-nein Auswahl.

source: General date field with the respective meaning.
de: Einfache Datenfeld mit der offensichtlichen Bedeutung.

source: E.g. to define double-room surcharges.
de: Z.B. um Zusatzgebühren für Doppelzimmer zu definieren.

source: Surcharge-group of people with predefined group-names and a potentially different maximal number of people fitting in the group. Maybe this is completely useless ...
de: Kostenpflichtige Personengruppe mit vordefinierten Gruppennamen und individueller maximaler Personenzahl pro Gruppe. Vermutlich wird das nie jemals benötigt werden ...

source: Multiple choices, excluding each other. For the individual choices a potentially different amount of money may be charged.
de: Verschiedene einander ausschließende Optionen, die jeweils zu verschiedenen Zusatzkosten führen können.

source: Multiple choice where more than one option can be selected. For the individual choices a potentially different amount of money may be charged.
de: Mehrfachauswahl verschiedener Optionen, die jeweils zu verschiedenen Zusatzkosten führen können.

source: Simple yes-no choice which increases the project fees. Please fill also the "amount" field.
de: Einfache kostenpflichtige ja-nein Auswahl.

source: Table with all admissible values for this multiple choice option.
de: Tabelle mit allen zulässigen Werten für diese multiple-Choice Option.

source: In order to add a new option just enter its name here and hit enter or just click somewhere else. Further attributes can be changed later (data-base key, label, data, context help)
de: Einfach einen neuen Namen eingeben und die Eingabetaste betätigen (oder irgendwo anders hinklicken). Weitere Daten können danach hinzugefügt werden.

source: Please enter here a unique short non-nonsense key. You will no longer be able to change this db-key once this option has be attached to a musician. However, changing the display-label (just the field to the right) is always possible.
de: Bitte hier einen kurzen und prägnanten Schlüssel eingeben. Der Schlüssel kann nicht mehr geändert werden, sobald für einen Musiker diese Option in die DB eingetragen wurde. Den Anzeige-Namen (einfach das Feld rechts) kann man aber jederzeit ändern.

source: Just the display-label shown in the select-boxes in the instrumentation table.
de: Einfach der Name, der für diese Option in den Auswahlboxen der Besetzungstabelle angezeigt wird.

source: For surcharge-items this is just the surcharge-amount associated with the option. For other multi-choice items this is just one arbitrary string. Please entry the surcharge amount for surcharge items here.
de: Für kostenpflichtige Zusatzoptionen wird hier die Höhe des Zusatzbetrags eingetragen. Anhand dieser Beträge wird aus den Tabellen automatisch der Gesamtbetrag berechnet, den der Musiker zahlen muss.

source: An extra-tooltip which can be associated to this specific option. A help text in order to inform others what this option is about.
de: Ein Hilfetext, der mit diesem Eintrag assoziiert werden kann. Der Text erscheint als Kontext-Hilfe.

source: The maximum allowed number of people in a "group of people" field
de: Die maximale Anzahl von Personen, die in die Gruppe hineinpassen.

source: For a surcharge option, please enter here the surcharge amount associated with this option.
de: Für kostenpflichtige Zusatzoptionen bitte hier den Betrag eintragen, um den sich der Unkostenbeitrag des Teilnehmers erhöht.

source: Specify a default value for the custom field here. Leave blank if unsure.
de: Eine Voreinstellung für dieses Feld eintragen. Im Zweifel leer lassen.

source: Hit this button to delete or undelete each item. Note that items that already have been associated with musicians in the data-base can no longer be "really" deleted. Instead, an attempt to delete them will just result in marking them as "inactive". Inactive items will be kept until the end of the world (or this data-base application, whatever happens to come earlier). Inactive buttons will no longer show up in the instrumentation table, but inactive items can be "undeleted", just but clicking this button again.
de: Diesen Knopf anklicken um Optionen zu löschen oder wieder her zu stellen. Optionen, die bereits für Musiker eingetragen sind, werden lediglich als inaktiv markiert und ausgeblendet. Optionen, die noch nicht "verwendet" wurden, werden tatsächlich gelöscht. Eine als inaktiv markierte Option kann durch erneutes Anklicken dieses Buttons wieder hergestellt werden.

source: Disable this extra field. This will not erase any data in the data-base, but simply mark the field as unused and hide it from sight.
de: Dieses Extra-Feld als inaktiv markieren. Die damit verknüpften Daten werden nicht gelöscht, das Feld wird lediglich ausgeblendet.

source: Define the display priority. Larger values will move the item more to the left or the top inside its table-tab.
de: Darstellungsreihenfolge. Felder mit größerem Wert werden weiter vorne dargestellt bzw. weiter oben.

source: Expert use: store encrypted values in the data-base. If unsure: <em>DON'T</em>
de: Für Fortgeschrittene: Werte verschlüsselt speichern. Besser die Finger davon lassen, ist sowieso noch nicht fertig implementiert.

source: Extra-tab to group project-specific data which just didn't fit somewhere else.
de: Extra-Datenreiter um Felder zu gruppieren, die sonst nirgendwo hin passten.

source: Backwards-compatibility link into extra-data stored together with old projects.
de: Kompatibilitäts-Link zu den Datenbank-Feldern der alten Extra-Felder.

source: Just the name for this option. Please keep the name as <em>short</em> as possible, but try to be descriptive. If further explanations are needed, then please enter those in the <strong>Tooltip</strong> field in the <strong>Display</strong> tab.
de: Einfach der Name für dieses Feld. Bitte wähle den Namen kurz aber prägnant. Falls längere Erklärungen nötig sind, kann können die in das <strong>Kontexthilfe</strong>-Feld im <strong>Darstellung</stong>-Reiter eingetragen werden.

source: The maximum number of peopel allowed in the group.
de: Die maximale Anzahl von Personen, die in die Gruppe hineinpassen.

source: Define a new table-tab. In order to do so, first deselect any predefined tab in the select box above, then enter the new name. The new tab-name will also be available as tab-option for other fields.
de: Eine neuen Daten-Reiter für die Besetzungstabelle eingeben. Um das machen zu können, muss zunächst im Auswahlkasten oben der Daten-Reiter abgewählt werden. Danach kann man in diesem Feld einen beliebigen neuen Namen eingeben. Der Datenreiter steht dann auch als Option für andere Felder zur Verfügung.

source: Members of these OwnCloud user-groups are allowed to view the field. If left blank, every logged in user is allowed to view the field.
de: Mitglieder dieser OwnCloud-Gruppen habe Leseberchtigung für dieses Feld. Falls keine Gruppe ausgewählt ist, kann das Feld von jedem betrachtet werden.

source: Each option has an optional data-entry attached to it. Normally, this is only useful for surcharge options, where the "data-entry" just is the extra-charge amount associated to the option. Still, if you feel a need to view the data-items also for non-surcharge options, then just click here.
de: Jeder Option ist noch ein Datenfeld zugeordnet. Insbesondere für kostenpflichtige Zusatzoptionen wird hier der Betrag eingetragen.

source: Options already attached to musicians can no longer be deleted in order to prevent data-loss in the underlying data-base. It is even possible to recover those options by checking this checkbox in order to make them visible and clicking the "recover" button to the left of each deleted entry.
de: Optionen, die bereits bei Musikern eingetragen wurden, können nicht mehr tatsächlich gelöscht werden um Datenverlust vorzubeugen. Stattdessen werden sie als inaktiv markiert und ausgeblendet. WIrd dieser Haken jedoch gesetzt, werden die deaktivierten Optionen wieder eingeblendet und können reaktiviert werden (siehe Knopf zur Linken der jeweiligen Zeile).

source: Define the table-tab this entry should be grouped with. It is also possible to define new table-tabs. In order to do so, first deselect any possible selected tab, and then enter the name of a new tab in the input box below.
de: Den Datenreiter angeben, unter dem dieses Feld eingeordnet werden soll. Es ist auch möglich, neue Datenreiter zu definieren. Falls kein Datenreiter ausgewählt wird, landen normale Felder im "Projekt"-Reiter und Finanz-bezogene Felder im "Finanzielles"-Reiter.

source: Optionally define a tool-tip (context-help) for the field. The tooltip may contain HTML formatting.
de: Optional noch eine Kontexthilfe für das Feld definieren. Der "Tooltip" darf nicht zu kompliziertes HTML enthalten.

source: Data-type for the custom field. The most practical types are probably yes-no and multiple-choice options. Extra-charge options can also be defined, with the respective extra-charge amount tied to the option.
de: Datentyp für dieses Extra-Feld. Die nützlichsten Typen sind vermutlich die Multiple-Choice Optionen und die Finanzfelder.

source: Members of these OwnCloud user-groups are allowed to change the field. If left blank, every logged in user is allowed to change this field.
de: Mitglieder dieser OwnCloud-Gruppen dürfen diese Feld verändern. Falls hier nichts enigetragen wird, darf jeder das Feld ändern.

source: Select-box with all currently uploaded attachments. Note that a file will only be attached to a message if it is also checked in this select box.
de: Auswahlbox mit allen hoch geladenen Anhängen. Dateien werden nur dann mit gesendet, wenn die hier auch ausgewählt sind. Nach dem Hoch-Laden sollten die neuen Dateien automatisch ausgewählt sein.

source: Toggle the initial display of the search-filters for data-base tables in order to make the table view a little less crowded. Search-filters can be reenabled at any time by clicking the ``Search'' button in each individual table view.
de: Suchfilter anfänglich ein- oder ausblenden, um ggf. die Tabellenansicht etwas zu verschlanken. Suchfilter können jederzeit in den individuellen Tabellenansichten wieder mittels des "Suche"-Buttons eingeschaltet werden.

source: Further personal settings, normally not needed use with care.
de: Weitere individuelle Einstellungen. Normalerweise braucht man das nicht, bitte mit Vorsicht verwenden.

source: Generate a PDF with detailed records of the insured items and the resulting insurance fee.
de: Erzeugt ein PDF mit detaillierten Informationen zu den Versicherungen der einzelnen Objekte, insbesondere auch mit den resultierenden Versicherungsbeiträgen.

source: Instruments which are already used by musicians or projects cannot be deleted; instead "deleting" them flags them as "Disabled".
de: Instrumente, die bereits von Musikern verwendet oder in die Instrumentierung von Projekten eingetragen sind, können nicht gelöscht werden. Stattdessen führt ein "Löschen" dazu, dass die als inaktiv markiert werden und für künftige Eintragungen nicht mehr zur Verfügung stehen.

source: A flag which indicates not so much social or functional status, but default behaviour for mass-emails as follows <br/> <dl> <dt>regular</dt> <dd>ordinary member, receives mass-emails</dd> <dt>passive</dt> <dd>passive member, does not receive mass-emails unless participating in a project.</dd> <dt>temporary</dt> <dd>like passive, but defines another class of musicians during email-address selection</dd> <dt>conductor</dt> <dd>does not even receive mass-emails when participating in a project</dd> <dt>soloist</dt> <dd>like conductor, but defines yet another class for email-recipient selection</dd> </dl> <br/> All classes of members can be explicitly added to a specific mass-emails through the controls in the email form.
de: Ein "Marker", der weniger den sozialen Status als vielmehr die Voreinstellung für die Adressatenauswahl beim Massen-Email-Versand beeinflusst, und zwar wie folgt: <br/> <dl> <dt>Mitspieler</dt> <dd>normaler Mitspieler, empfängt Massen-Emails</dd> <dt>passiv</dt> <dd>Passives Mitglied, bekommt nur Emails, bei konkreter Teilnahme an einem Projekt.</dd> <dt>Aushilfe</dt> <dd>wie ``passiv'', definiert aber eine weitere Adressatenklasse</dd> <dt>Dirigent</dt> <dd>bekommt auch bei Projekt-Teilnahme dennoch keine Massen-Emails</dd> <dt>Solist</dt> <dd>wie ``Dirigent'', definiert aber eine weitere Adressatenklasse</dd> </dl> <br/> Unabhängig von der Voreinstellung können alle Adressaten-Typen ``händisch'' im Email-Formular ausgewählt werden, sollte dies einmal nötig sein.

source: Display name, pre-name, phone number, email, street-address.
de: Name, Vorname, Telefon, Email, Anschrift.

source: Musicians which already paid something for the project cannot be deleted in order not to loose track of the payments. Instead, they are simply marked as "disabled" and normally are hidden from sight.
de: Musiker, die bereits Zahlungen für das Projekt geleistet haben, können nicht gelöscht werden. Ein "Löschen" führt stattdessen dazu, dass die als "inaktiv" markiert und normalerweise nicht angezeigt werden.

source: Opens a new table view with the insured items for the respective musician.
de: Öffnet eine neue Tabellenansicht mit allen versicherten Gegenständen des Musikers.

source: Further information like birthday, a photo, date of last change.
de: Weitere Information wie Geburtstag, Foto, Datum der letzten Änderung.

source: Display name, pre-name, instruments, status, general remarks.
de: Name, Vorname, Instrumente, Status (Aushilfe, Musiker ...), allgemeine Bemerkungen.

source: Enter a short, no-nonsense name for the new template. Please omit spaces.
de: Kurzbezeichnung für die Vorlage eingeben (bitte keine Leerzeichen).

source: Add a new event for the project. The event is added to the respective calendar and will also be visible and editable through the calendar app. It is also possible to subscribe to the calendars using a suitable CalDAV client from your smartphone, tablet or desktop computer. The link between an "ordinary" event in the web-calendar and a project is maintained by attching the project name as "category" to the event.
de: Einen neuen Termin zum Projekt hinzufügen. Der Termin wird zu dem entsprechenden Kalender hinzugefügt und ist also dann auch in der "Kalender-App" sichtbar und änderbar. Die Kalender können auch über eine geeignete CalDAV-fähige Kalender-App abonniert werden. Damit wären diese auch auf Deinem SmartPhone, Tablet oder Desktop-PC verfügbar. Die Verknüpfung zwischen "normalen" Terminen der Kalender-App und einem Projekt wird dadurch vermittelt, dass dem Termin der Projektname als "Kategorie" hinzugefügt wird.

source: nothing
de: Nichts
