Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Page `%s\' not found.
de: Seite `%s' nicht gefunden.

source: Switching %2$s %1$s
de: Schalte %2$s %1$s

source: Value "%1$s" for set "%2$s" is not in the allowed range.
de: Wert \"%1$s\" für \"%2$s\" ist nicht im erlaubten Bereich.

source: Setting %2$s to %1$s
de: Setze `%2$s' auf `%1$s'

source: Unknown debug modes in request: %s$s
de: Unbekannte Debug-Einstellung in der Anfrage: %s$s

source: Unknown WYSIWYG-editor: %s$s
de: Unbekannter WYSIWYG-Edtior: `%s'

source: Invalid request data: `%s'.
de: Unsinniger Paramter-Wert: `%s'

source: Invalid password for `%s'.
de: Ingültiges Passwort für `%s'

source: Invalid encryption key.
de: Ungültiger DB Schlüssel

source: Unable to store encrypted encryption key in user-data.
de: Kann den Schlüssel nicht installieren.

source: Encryption key stored.
de: DB Schlüssel gespeichert

source: `%s' set to `%s'.
de: Web-Link für `%s' als `%s' eingestellt.

source: DB-test passed and DB-password set.
de: Datenbank-Test erfolgreich; Datenbank-Passwort gespeichert.

source: DB-test failed. Check the account settings. Check was performed with the new password.
de: Datenbank-TEst fehlgeschlagen. Bitte Einstellungen überprüfen. Der Test wurde mit dem neuen Passwort durchgeführt.

source: DB-test passed with stored password (empty input ignored).
de: Datenbank-Test mit gespeichertem Passwort erfolgreich (leeres neues Passwort ignoriert).

source: DB-test failed with stored password (empty input ignored).
de: Datenbank-Test mit gespeichertem Passwort fehlgeschlagen (leeres neues Passwort ignoriert).

source: DB-test failed with exception `%s'.
de: Datenbank-Test fehlgeschlagen: `%s'

source: Invalid request parameters:
de: Ungültige Anfrage-Parameter:

source: Submitted `%s' != `%s' (stored)
de: Eingegeber Wert `%s' != `%s' (gespeichert)

source: Share-owner user id must not be empty.
de: Benutzer-Kennung der `Teilen-Strohpuppe' darf nicht leer sein.

source: New share-owner `%s'.
de: Share-Strohpuppe `%s'

source: Failure creating account for user-id `%s'.
de: Fehler beim Einrichten des Accounts `%s'

source: Failure checking account for user-id `%s'.
de: Fehler beim Testen des Accounts `%s'

source: Share-owner user `%s' ok.
de: Share-Strohpuppe `%s' in Ordnung

source: Please create the share-owner user first.
de: Erzeuge eine neue Share-Strohpuppe.

source: Share-owner does not seem to exist, please recreate.
de: Teilen-Strohpuppe scheint nicht zu existieren, bitte neu erzeugen.

source: Authentication backend does not support changing passwords.
de: Authentifizierungs-Maschinerie erlaubt nicht das Ändern von Passwörtern.

source: Password must not be empty
de: Password darf nicht leer sein

source: Unable to set password for `%s'.
de: Ingültiges Passwort für `%s'

source: Successfully changed passsword for `%s'.
de: Passwort für `%s' erfolgreich geändert.

source: App user-group is not set.
de: Anwender-Gruppe nicht gesetzt.

source: Share-owner is not set.
de: Share-Strohpuppe ist nicht eingestellt

source: Folder must not be empty.
de: Ordner darf nicht leer sein.

source: Created and shared new folder `%s'.
de: Neuen Ordner `%s' erzeugt und `geteilt'.

source: Failed to create new shared folder`%s'.
de: Fehler beim Erzeugen des Ordners `%s'

source: `%s' which is configured as `%s' exists and is usable.
de: `%s' -- konfiguriert als `%s' -- existiert und kann verwendet werden.

source: `%s' does not exist or is unaccessible.
de: `%s' existiert nicht oder ist nicht erreichbar.

source: Failure checking folder `%s', caught an exception `%s'.
de: Fehler beim Zugriffstest auf den Ordner `%s', Ausnahme `%s' `gefangen'

source: Shared folder is not set.
de: Gemeinsamer Ordner ist nicht festgelegt.

source: Failed to create new shared folder `%s'.
de: Fehler beim Erzeugen des Ordners `%s'

source: Created and shared new calendar `%s'.
de: Kalender `%s' erzeugt und `geteilt'.

source: Failed to create new shared calendar `%s'.
de: Fehler beim Erzeugen des Kalenders `%s'

source: Failure checking calendar `%s', caught an exception `%s'.
de: Fehler beim Zugriffstest auf den Kalender `%s', Ausnahme `%s' `gefangen'

source: Created and shared new address book `%s'.
de: Neues Adressbuch `%s' erzeugt und geteilt.

source: Failed to create new shared address book `%s'.
de: Fehler beim erzeugen des Adressbuchs `%s'.

source: Failure checking address book `%s', caught an exception `%s'.
de: Fehler beim Zugriffstest auf das Adressbuch `%s', Ausnahme `%s' `gefangen'

source: Setting %2$s to %1$s minutes.
de: Setze `%2$s' auf `%1$s' Minuten.

source: Empty translation phrase or language
de: Leere Übersetzung oder Sprache

source: Missing translation
de: Fehlende Übersetzung

source: Language specifier must between 2 and 5 chars (e.g. de or en_US), got %s
de: Sprachkürzel (%s) müsste eine Länge zweischen 2 und 5 Buchstaben haben (e.g. de or en_US)

source: Recording the translation failed
de: Speichern der Übersetzung fehlgeschlagen

source: Successfully recorded the given translation for the language `%s'
de: Übersetzung für Sprache `%s' erfolgreich gespeichert

source: Value "%1$s" for set "%2$s" is not a valid URL.
de: Wert "%1$s" für "%2$s" ist keine gültige URL.

source: "%1$s" must be a http(s) URL, scheme "%2$s" not supported.
de: "%1$s" muss eine http(s)-URL sein, Schema "%2$s" nicht unterstützt.

source: `%s' set to `%s'.
de: `%s' auf `%s' eingestellt.

source: No template-renderer submitted.
de: Kein Template-Erzeuger übermittelt.

source: Template-renderer `%s' cannot be found.
de: Inhalts-Erzeuger für Schablone `%s' kann nicht gefunden werden.

source: Exception `%s'
de: Ausnahme %s

source: Unable to find status of job `%s'
de: Kann den Zustand der Aufgabe `%s' nicht finden.

source: Permission denied
de: Erlaubnis verwehrt

source: finance
de: Kasse

source: mandate reference
de: Mandatsreferenz

source: date of issue
de: Ausstellungsdatum:

source: date of last usage
de: Letztes Einzugsdatum:

source: musician id
de: Musiker-Id

source: project id
de: Projekt-Id

source: sequence type
de: Wiederholungsart

source: bank code
de: BLZ

source: bank account owner
de: Kontoinhaber

source: Missing fields in debit mandate: %s (%s).
de: Fehlende Felder im Lastschrifteinzug: %s (%s).

source: Full data record:
de: Betroffener Datensatz:

source: Empty fields in debit mandate: %s (%s).
de: Leere Felder im Lastschrifteinzug: %s %s).

source: Illegal characters in bank account owner field
de: Ungültige Buchstaben im Kontoinhaberfeld.

source: Mandate issued in the future: %s????
de: Lastschriftmandat in der Zukunft ausgestellt: %s????.

source: Missing mandate date
de: Fehlendes Mandatsdatum

source: Invalid sequence type `%s', should be one of %s
de: Ungültige Wiederholungsart `%s', zulässig sind %s

source: Invalid IBAN: %s
de: Ungültige IBAN: %s.

source: BLZ and IBAN do not match: %s != %s
de: BLZ und IBAN passen nicht zusammen: %s != %s.

source: Invalid German BLZ: %s.
de: Ungültige Deutsche(?) Bankleitzahl %s.

source: Invalid German bank account: %s @ %s.
de: Ungültige Deutsche(?) Kontonummer %s @ %s.

source: Probably invalid BIC: %s. Computed: %s.
de: Vermutlich falsche BIC: %s. Automatisch ermittelt: %s.

source: Cannot parse `%s' Only plain number, € and $ currencies are supported.
de: Kann `%s' nicht interpretieren. Lediglich bloße Zahlen oder Währungen in € und $ erlaubt.

source: Cannot parse number string `%s'
de: Kann die Zahlangabe `%s' nicht interpretieren.

source: Debit-notes for project "%s"
de: Lastschriften für das Projekt "%s"

source: Project
de: Projekt

source: Time Created
de: Erstellungszeit

source: Submission Deadline
de: Einreichungsfrist

source: Date of Submission
de: Einreichungsdatum

source: Due Date
de: Fälligkeitstermin

source: Kind
de: Art

source: deposit
de: Anzahlung

source: remaining
de: Rest

source: amount
de: Betrag

source: insurance
de: Versicherung

source: membership-fee
de: Mitgliedsbeitrag

source: Actions
de: Aktionen

source: download
de: herunterladen

source: announce
de: ankündigen

source: DebitNoteAnnouncementProjectRemaining
de: LastschriftAnkuendigungProjektRestzahlung

source: DebitNoteAnnouncementProjectAmount
de: LastschriftAnkuendigungProjektBetrag

source: DebitNoteAnnouncementProjectDeposit
de: LastschriftAnkuendigungProjektAnzahlung

source: DebitNoteAnnouncementInsurance
de: LastschriftAnkuendigungVersicherung

source: DebitNoteAnnouncementMembershipFee
de: ProjektLastschriftAnkuendigung

source: DebitNoteAnnouncementUnknown
de: LastschriftAnkuendigungWasAuchImmer

source: Instrument Insurance Brokers
de: Versicherungs-Anbieter

source: Short Name
de: Kurzbezeichnung

source: Address
de: Adresse

source: Instrument Insurance Rates
de: Instrumenten-Versicherungs-Raten

source: Broker
de: Anbieter

source: Scope
de: Bereich

source: Remove this Debit-Mandate?
de: Lastschriftmandat löschen?

source: Debit-Mandate for %s
de: Lastschriftmandat für %s

source: Debit-Mandate
de: Lastschriftmandat

source: Change this Debit-Mandate
de: Lastschriftmandat ändern

source: Overview over all SEPA Debit Mandates for %s
de: Übersicht über alle SEPA-Lastschriftmandate für %s

source: Overview over all SEPA Debit Mandates
de: Übersicht über alle SEPA Lastschriftmandate

source: Debit
de: Einziehen

source: Debit Job
de: Umsatz-Art

source: Membership Fee
de: Mitgliedsbeitrag

source: Insurance
de: Versicherung

source: Amount
de: Betrag

source: Deposit
de: Anzahlung

source: Remaining
de: Rest

source: subject
de: Betreff

source: Debit mandate, mandate-id, last used date, recurrence
de: Lastschrift-Mandate, Mandats-Referenz, Datum, Art des Mandats.

source: Mandate
de: Mandat

source: Bank account associated to this debit mandate.
de: Bankverbindung, die zu diesem Mandat gehört.

source: Bank Account
de: Bankverbindung

source: Show the amounts to draw by debit transfer, including sum of payments received so far
de: Zeigt die Beträge, der eingezogen werden könnten, sowie die bereits eingegangenen Zahlungen.

source: Show project specific data
de: Projekt-spezifische Informationen

source: Display all columns
de: Alles anzeigen

source: Instrumentation Id
de: Besetzungs-Id

source: Debit Allowed
de: Lastschrift zulässig

source: Mandate Reference
de: Mandatsreferenz

source: active
de: Aktiv

source: Date Issued
de: Ausstellungsdatum

source: Last-Used Date
de: Letzte Verwendung

source: Project Fee
de: Unkostenbeitrag

source: Extra Charges
de: Extra-Posten

source: Project Deposit
de: Anzahlung

source: Amount Paid
de: Bezahlt

source: Total Charges
de: Gesamtkosten

source: Bank Code
de: BLZ

source: Bank Account Owner
de: Kontoinhaber

source: Remaining Amount Year %s
de: Restbetrag für das Jahr %s

source: Annual Fee Year %s
de: Jahresbeitrag fuer %s

source: Instrument Insurance
de: Instrumentenversicherung

source: Remaining Project Deposit
de: Restbetrag der Projekt-Anzahlung

source: Remaining Project Fees
de: Restbetrag der Projekt-Gebühren

source: Project Fees
de: Unkostenbeitrag

source: Busy
de: Beschäftigt

source: Show full event
de: Vollständigen Termin anzeigen

source: Show only busy
de: Nur `beschäftigt' anzeigen

source: Hide event
de: Termin verstecken

source: Does not repeat
de: Wiederholt sich nicht

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Every Weekday
de: Jeden Wochentag

source: Bi-Weekly
de: Vierzehntägig

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: never
de: nie

source: by occurrences
de: nach Einzelterminen

source: by date
de: nach Datum

source: by monthday
de: nach Tag im Monat

source: by weekday
de: nach Wochentag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: events week of month
de: Wochennummer im Monat

source: first
de: erster

source: second
de: zweiter

source: third
de: dritter

source: fourth
de: vierter

source: fifth
de: fünfter

source: last
de: letzter

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: by events date
de: nach Termin-Datum

source: by yearday(s)
de: nach Tag(en) im Jahr

source: by weeknumber(s)
de: nach Wochennummer(n)

source: by day and month
de: nach Tag im Monat

source: Logged in user must be a member of the orchestra group
de: Angemeldeter Benutzer muss ein Mitglied der Orchestergruppe sein

source: Logged in user must be a subadmin of the orchestra group
de: Angemeldeter Benutzer muss ein Gruppenadministrator für die Orchester-Gruppe sein

source: Delete Instrument-Family
de: Instrumenten-Familie löschen

source: View Instrument-Family
de: Instrumenten-Familie anzeigen

source: Change Instrument-Family
de: Instrumenten-Familie ändern

source: Add Instrument-Family
de: Instrumenten-Familie hinzufügen

source: Copy Instrument-Family
de: Instrument-Familie kopieren

source: Instrument-Families
de: Instrumenten-Familien

source: Family
de: Familie

source: Instruments
de: Instrumente

source: Disabled
de: Inaktiv

source: Delete Instrument
de: Instrumente löschen

source: View Instrument
de: Instrument anzeigen

source: Change Instrument
de: Instrument ändern

source: Add Instrument
de: Instrument hinzufügen

source: Copy Instrument
de: Instrument kopieren

source: Instruments and Instrument Sort-Order
de: Instrumente und deren Anzeige-Reihenfolge

source: sort order
de: Reihenfolge

source: Family Join Pseudo Field
de: Pseudo Verbindungsfeld

source: Families
de: Familien

source: Usage
de: Verwendung

source: Remove all data of the displayed musician?
de: Alle Daten des angezeigten Musikers entfernen?

source: Copy the displayed musician?
de: Den angezeigten Musiker kopieren?

source: Display of all stored personal data for the shown musician.
de: Ansicht aller zum angezeigten Musiker gespeicherten Daten.

source: Edit the personal data of the displayed musician.
de: Bearbeiten der Daten des angezeigten Musikers.

source: Add a new musician to the data-base.
de: Einen neuen Musiker zur Datenbank hinzufügen.

source: Overview over all registered musicians
de: Übersicht über alle Musiker

source: Add musicians to the project `%s'
de: Musiker zum Projekt `%s' hinzufügen.

source: This page is the only way to add musicians to projects in order to make sure that the musicians are also automatically added to the `global' musicians data-base (and not only to the project).
de: Diese Seite ist die einzige Möglichkeit, Musiker zu Projekten hinzuzufügen. Dies stellt sicher, dass Musiker auch automatisch zu dem globalen Musiker-Fundus hinzugefügt werden und nicht nur zum aktuellen Projekt.

source: Instruments and Status
de: Instrumente und Status

source: Contact Information
de: Kontaktinformation

source: Miscellaneous Data
de: Veschiedenes

source: Add to %s
de: Zu %s

source: Add Musicians
de: Musiker hinzufügen

source: Surname
de: Nachname

source: Forename
de: Vorname

source: true
de: wahr

source: Instrument Join Pseudo Field
de: Pseudo Verbindungsfeld

source: Instrument Key
de: Instrument Schlüssel

source: Member Status
de: Status

source: Projects
de: Projekte

source: Mobile Phone
de: Mobilfunk

source: Fixed Line Phone
de: Festnetz

source: Street
de: Straße

source: Postal Code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Remarks
de: Bemerkungen

source: Language
de: Sprache

source: Photo
de: Foto

source: Last Updated
de: Letzte Aktualisierung

source: Add all to %s
de: Alle zu %s

source: Photos or Avatars can only be added to an existing musician's profile; please add the new musician without protrait image first.
de: Portraits oder Avatar-Bilder können nur zu existierenden Musiker-Daten hinzugefügt werden; bitte zuerst den Musiker ohne Bild hinzufügen.

source: Photo, if available
de: Ein Foto, falls vorhanden.

source: Drop photo to upload (max %s)
de: Foto ablegen zum Hochladen (max %s)

source: Delete current photo
de: Aktuelles Foto löschen

source: Edit current photo
de: Aktuelles Foto editieren

source: Upload new photo
de: Neues Foto hochladen

source: Select photo from ownCloud
de: Foto aus der `Cloud' auswählen

source: Internal error, don't know what to do concerning photos in the given context.
de: Interner Fehler; keine Ahnung, wie in diesem Kontext mit Fotos umgegangen werden sollte.

source: regular musician
de: Mitspieler

source: passive member
de: passiver Teilnehmer

source: soloist
de: Solist

source: conductor
de: Dirigent

source: temporary musician
de: Aushilfe

source: regular
de: Mitspieler

source: passive
de: passiv

source: temporary
de: zeitweilig

source: Fees
de: Beiträge

source: expenses negative
de: Ausgaben negativ

source: Frontpage Blog
de: Startseiten-Blog

source: Simplistic blog page with follow apps, used primarily to display hints if something has changed in the orchestra app.
de: Einfacher Blog mit Antwortmöglichkeit, primär, um Änderungen in der Orchestersoftware zu kommunizieren.

source: Instrument Families
de: Instrumenten-Familien

source: Display the list of instrument families and add or change them as needed.
de: Tabelle mit allen derzeit gespeicherten Instrumenten; weitere Instrumente können hier einfach hinzugefügt werden.

source: Test Configuration
de: Erneut testen

source: Run brief sanity checks on the configuration options.
de: Einige Konfigurationstests durchführen.

source: Folder \`%s' could not be created
de: Der Ordner `%s' konnte nicht erzeugt werden.

source: Unknown Calendar
de: Unbekannter Kalender.

source: Miscellaneous Calendars
de: Weitere Kalender

source: Invalid history position %d requested, history size is %d, current position is %d
de: Ungültige Position %d, Länge der Filter-Historie ist %d, aktuelle Position ist %d.

source: Unimplemented, tooltips cannot be altered at runtime yet
de: Nicht implementiert, Popup-Hilfen können derzeit nicht zur Laufzeit geändert werden

source: Opens a select-box with choices from the shared Owncloud-addressbook. You can also add new em@il-addresses to the address-book for later reusal. The addresses can also be added in the Owncloud `Contacts'-App.
de: Link zum Owncloud-Adressbuch. Öffnet eine Auswahlbox mit den dort abgelegten Em@il-Adressen. Optional können auch die Cc:- oder Bcc:-Adressen zum Owncoud-Adressbuch hinzugefügt werden.

source: Save the changes for this blog-entry.
de: Änderungen für diesen Blog-Eintrag speichern.

source: Discard the changes for this blog-entry.
de: Änderungen für diesen Blog-Eintrag verwerfen.

source: Write a new bulletin entry.
de: Einen neuen Pinnwand-Eintrag verfassen.

source: Disable the pop-up function for this blog-note. The list of associated readers is maintained, so reenabling the pop-up function will still not present this note to users already on the reader-list.
de: Deaktiviere die Popup-Funktion für diese Nachricht. Die Leser-Liste bleibt jedoch erhalten, so dass die Nachricht auch bei erneutem Aktivieren der Popup-Funkion Benutzern auf der Leser-Liste nicht noch einmal präsentiert wird.

source: Place this note in a pop-up window after login. The window will only pop-up once, the list of readers is remembered.
de: Präsentiere diese Nachricht in einem Popup-Fenster beim Login. Das Fenster wird nur einmal für jeden Benutzer erscheinen; die Liste der Leser wird gespeichert.

source: Change the display-priority. Entries with higher priority are displayed closer to the top of the page.
de: Darstellungspriorität erhöhen; die Notiz wird dadurch weiter oben angezeigt.

source: Clear the list of readers of this note. Consequently, if this note is marked as popup, then it will pop-up again after clearing the list of readers.
de: Leser-Liste leeren. Konsequenterweise wird diese Nachricht danach wieder als Popup angezeigt, falls die Popup-Funktion aktiviert ist.

source: Delete the message and the message-thread depending on this message.
de: Löschte die Nachrichten und den Nachrichten-Strang, der von ihr abgeleitet ist.

source: Edit the bulletin entry; everyone is allowed to do so.
de: Pinnwand-Eintrag bearbeiten (jeder darf das).

source: Decrease the display priority; move the note closer to the bottom of the page.
de: Darstellungspriorität verminden; die Notiz wird dadurch (potentiell) weiter unten dargestellt.

source: Increase the display priority; move the note closer to the top of the page.
de: Darstellungspriorität erhöhen; die Notiz wird dadurch (potentiell) weiter oben angezeigt.

source: Write a follow-up to the bulletin entry.
de: Einen Kommentar zur Notiz verfassen.

source: Toggle the sticky marker; sticky notes are listed at the top of the list.
de: Die `Haft'-Markierung umschalten. `Haftende'-Notizen werden am Anfang der Liste angezeigt.

source: Cancel the email composition and close the input form. This has the same effect as clicking the close button on top of the dialog-window. No email will be sent.
de: Beendet das Email Formular. Ebenso könnte man auch den `Schließen'-Knopf (X-Button) oben in der Fensterleiste betätigen.

source: Name of the pseudo-project listing the permanent members of the orchestra.
de: Der Name des Pseudo-Projekts mit den Vereinsmitgliedern.

source: Perform the configuration checks again. If all checks have been passed then you are led on to the ordinary entry page of the application.
de: Konfiguration erneut testen. Wenn alle Tests erfolgreich absolviert werden, dann werden Sie auf die normale Einstiegsseite der Anwendung geführt.

source: Please check this box if this musician is a club-member. Otherwise please leave it unchecked.
de: Bitte "ankreuzen", falls der Musiker Vereinsmitglied ist. Bitte leer lassen, falls dies nicht der Fall ist.

source: The time when the debit note data was created.
de: Der Zeitpunkt, an dem die Lastschriftdaten aus der Datenbank exportiert wurden.

source: The date when the debit note records were actually transferred to the bank.
de: Das Datum, an dem die Lastschrift-Daten tatsächlich an die Bank weitergeleitet wurden.

source: The date when (hopefully) the amount debited will reach our own bank account.
de: Das Datum, an dem die Lastschriftbeträge hoffentlich unserem Konto gutgeschrieben werden.

source: Email message-id header of the notification email for this debit-note.
de: Der Wert der Message-ID-Kopfzeile der Ankündigungsemail für die Lastschrift.

source: Select here which kind of debit note you would like to issue. Basically, besides the special instrument insureance and member-fee debits there are the choices of an arbitrary amount, the project fee deposit are the remaining (are all, if there was no deposit) project fees. In any case the data-base application will take care not to draw to much money, based on the payments stored in the data-base.
de: Hier bitte auswählen, welche Umsätze eingezogen werden sollen. Zur Wahl stehen insbesondere Anzahlung, Restbetrag, Freibetrag. In jedem Fall wird höchsten so viel eingezogen, wie der Musiker uns schuldet (so weit dies in die Datenbank eingetragen wurde).

source: Draw an arbitrary amount from the debitor. However, the amount is automatically limited not to exceed the outstanding debts of the musician.
de: Einen beliebigen Betrag einziehen, allerdings wird der auf jeden Fall gedeckelt durch den Betrag, den der Musiker uns höchstens schuldet.

source: Just draw an amount up to the deposit for the project. If there are already payments for the project which sum up to the deposit amount, then nothing is debited.
de: Einen Betrag bis zur Höhe der Anzahlung einziehen. Falls bereits Zahlungen vom Musiker vorliegen, wird höchstens der Differenzbetrag bis zur Höhe der Anzahlung eingezogen.
