Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: The target instrumentation numbers can be filled into this table. The `have'-numbers are the numbers of the musicians already registered for the project.In order to transfer the instruments of the already registerd musicions into this table click the `Adjust Instrument' option from the `Actions' menu.
de: Die "Soll"-Besetzungzahl kann hier eingetragen werden, die "Haben"-Besetzungszahl ist die Anzahl der bereits registrierten Musiker. Um die Instrumente der bereits registrierten Musiker mit aufzunehmen bitte den "Instrumente abgleichen" Punkt aus dem "Aktionen" Menü anwählen.

source: Transfer Instruments
de: Instrumente abgleichen

source: Instrumets Joint Pseudo Field
de: Instrumenten-Pseudo-Verbindungs-Feld

source: Orchestral Sorting
de: Orchestersortierung

source: Required
de: Benötigt

source: Balance
de: Bilanz

source: Payments for project "%s"
de: Zahlungen für das Projekt "%s"

source: Date of Receipt
de: Eingangsdatum

source: Subject
de: Betreff

source: Direct Debit Date
de: Lastschrift-Datum

source: Payments resulting from direct debit transfers cannot be changed.
de: Zahlung, die von Lastschriften herrühren, können nicht geändert werden.

source: Debit-note with id %d does not seem to exists.
de: Eine Lastschrift mit der Id %d scheint es nicht zu geben.

source: Debit note with id %d has already been submitted and therefore will not be deleted.
de: Die Lastschrift mit der Id %d wurde bereits eingereicht und wird deshalb nicht gelöscht.

source: %s Project %s
de: %s Projekt %s

source: %s Projects
de: %s Projekte

source: Instrumentation Join Pseudo Field
de: Instrumentierungs Peudo-Verbindungs-Feld

source: Instrumentation Key
de: Instrumentierungs-Schlüssel

source: Toolbox
de: Werkzeuge

source: Default project fee for ordinary participants. This should NOT include reductions of any kind. The value displayed here is the default value inserted into the instrumentation table for the project.
de: Normaler Unkostenbeitrag für das Projekt. Der Betrag sollte keinerlei Rabatte enthalten. Der hier angezeigt Betrag wird auch als Voreinstellung bei neuen Projekt-Mitspielern eingetragen.

source: Default project deposit for ordinary participants. This should NOT include reductions of any kind. The value displayed here is the default value inserted into the instrumentation table for the project.
de: Normaler Anzahlungs-Betrag für das Projekt. Der Betrag sollte keinerlei Rabatte enthalten. Der hier angezeigt Betrag wird auch als Voreinstellung bei neuen Projekt-Mitspielern eingetragen.

source: Extra Member Data
de: Extra-Spalten

source: Program
de: Programm

source: Unable to fetch public web pages for project id %d
de: Konnte leider die Liste der öffentlichen Web-Seiten für %s nicht ermitteln.

source: Preview
de: Vorschau

source: Archive
de: Archiv

source: Trashbin
de: Mülltonne

source: Project Overview
de: Projekt-Übersicht

source: Project Files
de: Projekt-Dateien

source: Project Wiki for %s
de: Wiki Projekt-Seite für %s

source: Project Notes
de: Projekt-Notizen

source: Events
de: Termine

source: Profit and Loss Account
de: Verlustrechnung

source: Flyers can only be added to existing projects, please add the new project without a flyer first.
de: Flyer könner leider nur zu existierenden Projekten hinzugefügt werden; bitte zuerst das Projekt ohne Flyer anlegen.

source: Drop image to upload (max %s)
de: Bild ablegen zum Hochladen (max %s)

source: Delete current flyer
de: Aktuellen Flyer löschen

source: Edit current flyer
de: Aktuellen Flyer zuschneiden

source: Upload new flyer
de: Neuen Flyer hochladen

source: Select image from ownCloud
de: Bild aus der `Cloud' auswählen

source: Internal error, don't know what to do concerning project-flyers in the given context.
de: Interner Fehler; keine Ahnung, wie in diesem Kontext mit Projekt-Flyern umgegangen werden sollte.

source: ====== Project %s ====== ===== Forword ===== This wiki-page is useful to store selected project related informations in comfortable and structured form. This can be useful for "permant information" like details about supplementary fees, contact informations and the like. In particular, this page could be helpful to reduce unnecessary data-digging in our email box. ===== Contacts ===== Please add any relevant email and mail-adresses here. Please use the wiki-syntax * [[foobar@important.com|Mister Universe]] ===== Financial Arrangements ===== Please add any special financial arrangements here. For example: single-room fees, double-roome fees. Please consider using an unordered list for this like so: * single room fee: 3000€ * double room fee: 6000€ * supplemenrary fee for Cello-players: 1500€ ===== Location ===== Whatever.
de: ====== Projekt %s ====== ===== Vorwort ===== Doese Wiki-Seite dient dazu, ausgewählte Projekt-bezogene Informationen in einem bequemen und strukturierten Format abzulegen. Nützlich ist das für `langlebige' Informationen wie z.B. Absprachen über Unkostenbeiträge oder Kontaktinformationen. Insbesondere könnten diese Projekt-Notizen dabei helfen, das `data-digging' in unserer Email-Box zu reduzieren. Ändern kann man diese Seite, indem man rechts auf das Stift-Symbol klickt. ===== Contacts ===== Bitte relevante Kontaktinformationen, z.B. Email-Adressen hier eintragen. Bitte verwendet die Wiki-Syntax, indem ihr z.B. das folgende Beispiel kopiert: [[foobar@important.com|Mister Universe]] ===== Finanzielles ===== Bitte generelle besondere Finanzabsprachen (z.B. Einzelzimmerzuschlag, Rabatte etc.) hier eintragen. Bitte in Form von Listenpunkten, wie im folgenden Beispiel: * Einzelzimmerzuschlag: 3000€ pro Person pro Tag * Doppelzimmerzuschlag: 6000€ pro Elefantenbaby * Zusatzgebühren für Cellisten: 1500€ ===== Location ===== Was auch immer.

source: Orchestra Management Application.
de: Orchester-Verwaltungs-Anwendung

source: Select Em@il Recipients
de: Em@il Adressaten

source: Group
de: Benutzer-Gruppe

source: User Group
de: Benutzer-Gruppe

source: General settings
de: Allgemeine Einstellungen

source: name of orchestra
de: Name des Orchesters

source: Encryption settings
de: Verschlüsselungs Einstellungen

source: Current Key
de: Aktueller Schlüssel

source: show
de: zeigen

source: New Key
de: Neuer Schlüssel

source: Generate
de: Erzeugen

source: Generate a random encryption key
de: Erzeuge einen Zufallsschlüssel (bitte gut merken!)

source: Change Encryption Key
de: Schlüssel ändern

source: The encryption key was changed
de: Der Schlüssel wurde gespeichert.

source: Unable to change the encryption key
de: Kann den Schlüssel nicht ändern

source: Data will be stored unencrypted
de: Die Daten werden unverschlüsselt gespeichert.

source: The keys are the same and remain unchanged.
de: Die Schlüssel stimmen überein und werden daher nicht geändert.

source: Please standby, this action needs some seconds.
de: Bitte warten, dauert jetzt ein paar Sekunden.

source: Distribute Encryption Key
de: Schlüssel publizieren

source: Insert the data-base encryption key into the user preferences of all users belonging to the user group. The data-base key will be encrypted by the respective user's public key.
de: Füge den Datenbank-Schlüssel in die persönlichen Einstellungen aller Mitglieder der Orchester-Gruppe ein. Der Schlüssel wird dabei wiederum mit den perönlichen öffentlichen SSL-Schlüsseln der Benutzer verschlüsselt.

source: Database settings
de: Datenbank Einstellungen

source: Database Server
de: Datenbank-Server

source: Database
de: Datenbank-Name

source: Database Name
de: Datenbank-Name

source: User
de: Benutzer

source: Database User
de: Datenbank-Benutzer

source: New Password
de: Neues Passwort

source: Test Database Password
de: Datenbank-Passwort testen

source: Camerata DB start page - the data-base operations can be accessed through the menu-button %s (left top). Please click on the login-name (top right) for logout and configuration options. Click right of the cloud-icon (top left) to reach the app-menu.
de: Camerata DB Startseite - die eigentlichen Datenbanken-Operationen erreicht man über den Menü-Button %s (oben links). Klick auf den Login-Namen öffnet ein Menü mit Abmelde- und Konfigurations-Funktionen (rechts oben). Anwendungen verbergen sich unter dem Namen der aktuellen Anwendung neben der "Wolke" (links oben).

source: New note
de: Neue Notiz

source: Submit
de: Abschicken

source: Set Blog Popup
de: Popup-Funktion aktiviern

source: Clear Blog Popup
de: Popup-Funktion deaktivieren

source: Clear Reader List
de: Leser-Liste löschen

source: Avatar pictures can be uploaded through the personal settings page.
de: Avatar-Bilder können bei den ``persönlichen Einstellungen'' angegeben werden.

source: , priority %d
de: , Priorität %d

source: , latest change by `%s', %s
de: , zuletzt geändert von `%s', %s

source: Reply
de: Anworten

source: Edit
de: Bearbeiten

source: Raise priority
de: Darstellungspriorität erhöhen

source: Lower priority
de: Darstellungspriorität vermindern.

source: Redaxo Categories
de: Redaxo Kategorien

source: preview
de: Vorschau

source: Id of Redaxo Preview Category
de: Id der Redaxo Vorschau Kategorie

source: archive
de: Archiv

source: Id of Redaxo Archive Category
de: Id der Redaxo Archiv Kategorie

source: rehearsals
de: Proben

source: Id of Redaxo Rehearsals Category
de: Id der Redaxo Proben Kategorie

source: trashbin
de: Papierkorb

source: Id of Redaxo Trashbin Category
de: Id der Redaxo Papierkorb Kategorie

source: template
de: Vorlage

source: Id of Redaxo Default-Template
de: Id des Redaxo Default-Templates

source: Id of Redaxo Concert-Module
de: Id des Redaxo Konzert-Moduls

source: Id of Redaxo Rehearsals-Module
de: Id des Redaxo Proben-Moduls

source: It may be that you simply have to log-off and log-in again because your login-session has timed out. Otherwise the following instructions apply: <p> Several basic configuraton options are missing. Please follow they instructions below. If this is a new installation then you will probably also have to adjust several other settings in the configuration menu (click on the gear-symbol in the top-right corner). You need to have the role of a group-administrator to do so. You may want to configure your language preferences.
de: Möglicherweise müssen Sie sich einfach ab- und wieder anmelden weil Ihre Sitzung abgelaufen ist. Ansonsten ist das Folgende zu beachten: <p> Etliche grundlegende Einstellungen fehlen. Bitte folgen Sie den Anweisungen unten. Falls es sich um eine Neuinstallation handelt, werden Sie vermutlich auch noch Etliches im Konfigurationsmenü einstellen wollen (dazu auf das Zahnrad oben rechts klicken). Dazu müssen Sie als Gruppenadministrator registriert sein. Vermutlich möchten Sie auch vorher Ihre bevorzugte Sprache konfigurieren.

source: Test again
de: Erneut testen

source: You need to specify a name for the orchestra. Please click as group-administrator on the gear-symbol in the top-right corner and specify a short-hand name for the orchestra in the `Administration'-tab. This is just a tag to provide defaults for user-ids and folders; it should be a short one-word identifier.
de: Sie müssen eine Kurzbezeichnung für das Orchester angeben. Als Gruppen-Administrator können Sie dazu auf das Zahnrad-Symbol oben rechts klicken und im `Verwaltung'-Reiter diese Einstellung vornehmen. Der Name ist nur eine Kurzbezeichnung, typischerweise ein einzelnes, kurzes Wort.

source: You need to create a dedicatd user group. You have to log-in as administrator to do so.
de: Sie müssen die Orchester-Gruppe erstelllen. Loggen Sie sich dazu bitte mit einem Administrator-Account ein.

source: You need to create a dummy-user which owns all shared resources (calendars, files etc.). You need to be a group-admin for the orchestra user group `%s' to do so. You can create the share-owner uid by setting the respective field in the application settings menu (click as group-admin on the gear-symbol in the top-right corner and choose the `Sharing'-tab).
de: Sie müssen eine Benutzer-`Strohpuppe' anlegen, der alle gemeinsamen Resourcen gehören. Als Gruppen-Administrator für die Orchestergruppe `%s' können Sie dazu auf das Zahnrad-Symbol oben rechts klicken und im `Sharing'-Reiter diese Einstellung vornehmen.

source: You need to create a dedicated shared folder shared among the user-group `%s'. You can do so through the respective web-form in the application settings windows accessible through the gear-symbol in the top-right corner. Click on the symbol and choose the `Sharing'-tab in the settings-window. You need to be a group-admin, otherwise the application settings are not visible for you.
de: Sie müssen einen Ordner angeben, der von allen Mitgliedern der Orchester-Gruppe `%s' zum Datenaustausch verwendet werden kann. Als Gruppenadministrator können Sie dazu auf das Zahnradsymbol oben rechts klicken und die entsprechenden Einstellungen im `Sharing'-Reiter vornehmen.

source: You need to configure the database access. You can do so through the respective web-form in the application settings windows accessible through the gear-symbol in the upper left corner. Click on the gear-symbol and choose the `Administration'-tab.You need to be a group-admin, otherwise the application settings are not visible for you.
de: Sie müssen den Datenbank-Zugriff konfigurieren. Als Gruppen-Administrator können Sie dazu auf das Zahnrad-Symbol oben rechts klicken und die erforderlichen Einstellungen im `Verwaltung'-Reiter vornehmen.

source: You may want to set an encryption key for encrypting configuration values and (in the future) sensitive data in the members- and project database. You can do so through the respective web-form in the application settings windows accessible through the gear-symbol in the upper left corner. You need to be a group-admin, otherwise the application settings are not visible for you. Note also that after installing a non-empty encryption key each user has to log-out and log-in again in order to be able to access the encrypted values.
de: Es ist sicher eine gute Idee, Verschlüsselung für die Konfigurations-Daten und (in späteren Programmversionen) für sensible Musiker-Daten einzuschalten. Dazu können Sie als Gruppenadministrator auf das Zahnrad-Symbol oben rechts klicken und im `Verwaltung'-Reiter einen Codier-Schlüssel angeben. Mitglieder erhalten danach erst wieder Zugriff auf die Daten, nachdem ebenfalls im `Verwaltung'-Reiter der Knopf `Schlüssel publiczieren' aktiviert wurde.

source: You are a group administrator.
de: Sie sind Gruppen-Administrator.

source: You are not a group administrator.
de: Sie sind kein Gruppenadministrator.

source: Ask a user with group-administrator rights to perform the required settings or ask the Owncloud-administror to assign to you the rol of a group-administrator for the group `%s'.
de: Fragen Sie einen Benutzer mit Gruppenadministrator-Rechten, die erforderlichen Einstellungen vorzunehmen, oder fragen Sie einen Owncloud-Administrator, Ihnen diese Rolle für die Orchester-Gruppe `%s' gewähren.

source: is set
de: ist eingestellt

source: is missing
de: fehlt

source: Additional diagnostic message:
de: Weitere Fehlermeldungen:

source: is set, but inaccessible
de: ist eingestellt, kann aber nicht darauf zugreifen

source: is not set
de: ist nicht eingestellt

source: Sorry, this view is only available to the %s.
de: Tut mir leid, aber diese Ansicht steht nur dem %s zur Verfügung.

source: Links
de: Web-Links

source: Test Link
de: Link testen

source: Link to %s
de: Web-Verweis auf `%s'

source: Link to Cloud@%s
de: Web-Verweis auf die Cloud@%s

source: Link to the source-code
de: Web-Verweis zum Quellcode.

source: Link to the source-code documentation
de: Web-Verweis zur Quell-Code-Dokumentation.

source: Link to cloud Developer Information
de: Web-Verweis auf die Cloud-Entwickler-Dokumentation

source: Ambient cloud provider developer documentation
de: Cloud-Software Entwickler-Dokumentation

source: security
de: Sicherheit

source: Email Account
de: Em@il Account

source: Email-User
de: Em@il-Login

source: Login for email account.
de: Login-Name für den Email-Account

source: Change email password
de: Email-Passwort ändern

source: Distribute Email Account
de: Em@il Account-Daten verteilen

source: Bulk Sender Identity
de: Massen-Absender-Identität

source: Real Sender Name
de: Absender-Name

source: Email From Adress
de: Em@il Absender-Adresse

source: From: address
de: From: Adresse

source: Test Settings
de: Test-Einstellungen

source: Test Email Setup
de: Einstellungen testen.

source: Email test-mode; send emails only to the email test-address.
de: Email Test-Modus; Emails werden nur an die Test-Adresse versendet.

source: Test-Mode
de: Test-Modus

source: Test Email Adress
de: Em@il-Test-Adresse

source: Test address
de: Test-Adresse

source: Recipients
de: Adressaten

source: Message Composition
de: Verfassen der Nachricht

source: Status and Preview
de: Vorschau und Fehler-Infos

source: Cancel upload
de: Hochladen abbrechen

source: Message Delivery
de: Sendevorgang

source: Copy to Sent
de: Privatkopie

source: CamerataDB Error: You are not a member of the dedicated orchestra group , you are `%s'. If this is a first-time setup, then please define a dedicated user-group and specify that group in the appropriate field in the `Admin'-section of the admin-settings. You should also assign at least one user and one or more dedicated group-administrators to the user-group. Afterwards one of the group-administrators should log-in and perform the necessary configuration steps to finish the setup. You need administrative privileges to create an initial orchestra group and group administrator.
de: Camerata DB Fehler: Sie sind kein Mitglied der Orchester-Gruppe (Sie sind eingeloggt als `%s'). Falls es sich um eine neue Installation handelt, dann definieren Sie bitte eine Benutzer-Gruppe für das Orchester und tragen Sie den Gruppen-Namen im `Administrator'-Abschnitt in den Einstellungen ein (Zahnrad-Symbol links unten). Legen Sie auch wenigstens einen Benutzer für die Gruppe an und geben Sie wenigstens einem Benutzer Gruppen-Administrator-Rechte. Danach sollte sich einer der Gruppenadministratoren anmelden und die Konfiguration der `Camerata DB'-Anwendung abschließen.

source: CamerataDB Error: got the error message `%s'!
de: CamerataDB Fehler: Fehlermeldung war `%s'!

source: Please save the output and send it to the system administrator: `%s'. Many thanks for that!
de: Bitte kopieren Sie diese Seite und senden die an `%s'. Einen ernstgemeinten herzlichen Dank!

source: CamerataDB Error: We need the calendar app to be enabled.
de: CamerataDB Error: Die Kalender-App muss eingeschaltet sein. Bitte wenden Sie sich an einen Administrator.

source: CamerataDB Error: We need the contacts app to be enabled.
de: CamerataDB Error: Die Kontakte-App muss eingeschaltet sein. Bitte wenden Sie sich an einen Administrator.

source: Something is wrong, but what?
de: Etwas ist schiefgelaufen, aber was?!

source: Events for
de: Termine für

source: New Event
de: Neuer Termin

source: Concert
de: Konzert

source: Rehearsal
de: Probe

source: Download
de: Herunterladen

source: no events
de: keine Termine

source: Provide Basic DB Layout
de: Grundlegendes Datenbank Layout

source: Make sure the data-base layout corresponds to the state of the software.
de: Sicherstellen, dass das Datenbank-Layout zum Stand der Software passt.

source: Recreate all Views
de: `Views' regenerieren

source: Recreate the `Instrumentation' hybrid-table for each project
de: Die `Besetzung' (inklusive persönlicher Daten) besteht eigentlich aus einer Ansicht auf zwei Tabellen. Anklicken, um alle diese virtuellen Tabellen neu zu erzeugen.

source: Synchronize Events
de: Termine zuordnen

source: Recreate Wiki Project TOC
de: Projekt-Übersicht im Wiki erzeugen

source: Recreate table of contents for the project pages in the wiki
de: Erzeuge oder aktualisiere die Projekt-Übersicht im Wiki; eine Seite mit Links zu den jeweiligen Projekt-Seiten, sortiert nach dem Jahr, in dem das Projekt stattfand.

source: Attach matching Web-Pages
de: Verknüpfe passende Web-Seiten

source: Link all web-pages matching the project name to the respective project
de: Verknüpfe alle Web-Seiten, die den Projekt-Namen enthalten, mit dem entsprechenden Projekt

source: Sanitize Phone Numbers
de: Rufnummernvalidierung

source: Perform some sanity checks on the stored telephone numbers, move the mobile numbers to their respective column, format all numbers in an ``international'' format.
de: Führt ein paar Konsistenztests der gespeicherten Telefonnummern durch, verschiebt Mobilfunk- und Festnetznummern in die richtige Spalte, formatiert alle Nummern in einem ``internationalem'' Format.

source: Update Geo-Data
de: Geo-Daten aktualisieren

source: Update the internal cache of geographical data using some backend. We are currently only interested into ZIP codes, the respective name of the corresponding location and the country/continent name
de: Aktualisiert den Cache der geographischen Daten in der Datenbank. Aktuell geht es dabei ausschließlich um Postleitzahlen, die Namen der zugehörigen Ortschaften und den Namen des zugehörigen Staats/Kontinents.

source: Add missing UUIDs
de: Ergänze fehlende UUIDs

source: Ensure that each musicians is assigned a UUID for vCard export and similar stuff.
de: Stellt sicher, dass jeder Musiker eine UUID besitzt; für vCard-Export und Ähnliches.

source: Update Image Meta-Data
de: Bild Meta-Daten aktualisieren

source: Update mime-type and MD5 hash for stored images.
de: Mime-Type und MD5-Hash für gespeicherte Bilder aktualisieren.

source: Example
de: Beispiel

source: Example Do-Nothing Button
de: Beispiel-Knopf ohne Wirkung

source: Advanced operations, use with care
de: Experten-Operationen

source: Predefined data-base operations
de: Vordefinierte Datenbank-Operationen

source: Operation generated Response
de: Rückmeldungen der Operationen

source: Clear Output
de: Ausgabe Löschen

source: Remove output, if any is present.
de: Eventuell vorhande Nachrichten vorangegangener Operationen entfernen.

source: Database musicians/projects
de: Datenbank Musiker/Projekte

source: Open the login-window to the data-base back-bone. Although this is `expert mode' you will fall in love with the `export' facilities of the data-base back-bone. TRY IT OUT! DO IT!
de: Login-Fenster zum Datenbank-Backend öffnen. Dieser Dialog ist zwar mit `Experten-Operationen' betietelt, aber Sie werden dennoch die `Export'-Funktionen des Datenbank-Backends schätzen. Versuchen Sie es doch einmal!

source: Database Cloud
de: Cloud Datenbank

source: Open the login-window to the data-base back-bone for the Cloud WebUI.
de: Datenbank-Administration für das Cloud-WebUI.

source: Source-Code Archive
de: Quell-Code-Archiv

source: View the git-repository holding all revision of this entire mess. Mostly useful for web-developers.
de: Anzeige des Git-Archivs für den Quellcode der Web-Applikation. Eigentlich nur für Entwickler nützlich.

source: Source-Code Documentation
de: Quell-Code Dokumentation

source: Internal documentation of the `CAFEV-App', mostly useful for web-developers.
de: Interne Dokumentation des Quell-Codes der Web-Applikation, eigentlich nur für Entwickler nützlich.

source: Nextcloud Developer Documentation
de: Cloud Entwickler-Dokumentation.

source: Nextcloud Developer Manual, mostly useful for web-developers.
de: Cloud Entwickler Anleitungen, eigentlich nur für Entwickler nützlich.

source: Edit event
de: Ein Ereignis bearbeiten

source: Save event
de: Termin speichern

source: Delete event
de: Termine löschen

source: Eventinfo
de: Termin-Information

source: Repeating
de: Wiederholend

source: Alarm
de: Erinnerung

source: Attendees
de: Teilnehmer

source: Share
de: Teilen

source: Title of the Event
de: Überschrift des Termins

source: to
de: an
