Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Choose a file to attach from the files stored remotely on in the OwnCloud storage area.
de: Ein Attachment aus dem Owncloud-Datei-System auswählen.

source: Web-link to the current OwnCloud developer documentation.
de: Owncloud Entwickler Dokumentation

source: Status of outstanding project fees: <dl> <dt>%s</dt> <dd>Project-fees are just entirely outstanding yet.</dd> <dt>%s</dt> <dd>Awaiting execution of direct debit transfer for deposit.</dd> <dt>%s</dt> <dd>Depsosit payment has been received.</dd> <dt>%s</dt> <dd>Awaiting execution of direct debit for final payment.</dd> <dt>%s</dt> <dd>Final payment has been received.</dd> </dl>
de: "Bezahl-Status" für ausstehende Unkostenbeiträge: <dl> <dt>%s</dt> <dd>Bislang wurden noch keinerlei Unkostenbeiträge beglichen.</dd> <dt>%s</dt> <dd>Der Lastschrifteinzug für die Anzahlung ist eingereicht, aber der Zahlungseingang steht noch aus.</dd> <dt>%s</dt> <dd>Die Anzahlung ist auf unserem Konto eingegangen.</dd> <dt>%s</dt> <dd>Der Lastschrifteinzug für den Restbetrag ist eingereicht, aber der Zahlungseingang steht noch aus..</dd> <dt>%s</dt> <dd>Der Unkostenbeitrag wurde vollständig bezahlt..</dd> </dl>

source: Link to the data-base administration tool for the underlying data-base. Swiss-army-knife-like.
de: Link zum Datenbank-Administrations-Tool.

source: Link to the documentation for the database-management tool.
de: Link zur Dokumentation des Datenbankadministrationstools.

source: Click me to add a new row to the current table.
de: Klich mich an, um einen neuen Datensatz zur aktuellen Tabelle hinzuzufügen.

source: Saves the current values; the current input form will remain active.
de: Die aktuellen Eingaben werden gespeichert, das Eingabeformular bleibt geöffnet.

source: Click me to add all selected musicians to the selected project. All selected musicians on all pages will be added.
de: Klick mich an, um alle ausgewählten Musiker auf allen Seiten zum aktuellen Projekt hinzuzufügen.

source: Click me to pre-select all musicians on all pages for the current project. Please click the ``Add all''-button to actually add them.
de: Klick mich an, um alle Musiker der aktuellen Ansicht (betrifft aber alle Seiten) für das aktuelle Projekte auszuwählen. Bitte den ``Alle zu ...''-Knopf links anklicken, um die Musiker tatsächlich zum Projekt hinzufügen.

source: Click me to remove all musicians on all pages from the pre-selection for the current project.
de: Klick mich an, um alle Musiker der aktuellen Ansicht von der Vorauswahl für das aktuelle Projekt zu entfernen.

source: Check me to pre-select this musician for the current project. Please click the ``Add all''-button to actually add all selected musicians.
de: Klick mich an, um diesen Musiker für das aktuelle Projekte vor-auszuwählen. Bitte den ``Alle zu ...''-Knopf ober- bzw. unterhalb der Tabelle anklicken, um alle ausgewählten Musiker tatsächlich zum Projekt hinzufügen.

source: Stop the current operation. Settings which already have been stored by hitting an "Apply" button are maintained, though. You will be returned to the previous view.
de: Bricht den Vorgang ab. Eingaben, die bereits über den "Anwenden" Knopf gespeichert wurden, bleiben allerdings gespeichert. Anschließend wird der vorherige Dialog wieder geladen.

source: Stop the current operation. You will be returned to the previous view.
de: Bricht die aktuelle Aktion ab und kehrt anschließend zur vorherigen Ansicht zurück.

source: Directs you to a form with input fields. From there you can return to this form by means of the "Save" or "Back" resp. "Cancel" buttons.
de: Leitet auf ein Eingabeformular weiter. Vom Eingabeformular kommt man wieder hierhin zurück durch die entsprechenden "Speichern", "Zurück" oder "Abbrechen" Knöpfe.

source: Click me to export a CSV-table with the selected debit notes suitable for use with AQBanking command-line tool `aqbanking-cli'. Please refer to the HOWTO in the wiki for further information. Clicking this button will also open the email dialog in order to inform the selected musicians about debiting their bank account.
de: Anklicken, um eine CSV-Tabelle mit den ausgewählten Lastschriften zu erzeugen. Bitte im HOWTO im Wiki nachlesen, was da genau passiert. Neben dem Tabellenexport wird außerdem das Email-Formular geöffnet, um die ausgewählten Musiker über die anstehende Belastung ihres Kontos zu informieren.

source: Select all displayed debit-notes for export.
de: Alle angezeigten Lastschrift-Mandate zum Einzug auswählen.

source: Deselect all displayed debit-notes from export selection.
de: Alle angezeigten Lastschriftmandate von der Auswahl entfernen.

source: Select this debit note for debiting the project fees. In order to actually export the debit-note you have to hit the `Debit' button above.
de: Das in dieser Zeile angezeigte Lastschriftmandat zum Einzug auswählen.

source: Klick mich, um eine Em@il an die ausgewählten Musiker zu versenden. Auf der folgenden Seite kann die Auswahl dann noch modifiziert werden. `ausgewält' bedeutet: nicht nur die auf der aktuellen Anzeige-Seite, sondern alle, die den Such-Kriterien entsprechen.
de: Anklicken, um eine Em@il an die ausgewählten Musiker zu versenden. Auf der folgenden Seite kann die Auswahl dann noch modifiziert werden. `angezeigt' bedeutet: nicht nur die auf der aktuellen Anzeige-Seite, sondern alle, die den Such-Kriterien entsprechen.

source: Export the visible part of the data-base to an office-format. The `Excel'-export should produce useful input for either Libre- or OpenOffice or for the product of some well-known software-corporation with seat in Redmond, USA.
de: Exportiere den ausgewählten (sichtbaren) Datenbereich in ein Tabellen-Format, das von üblichen Büro-Anwendungen gelesen werden kann (z.B. Libre-, Open-Office, Excel)

source: Export in CSV-format using a semicolon as delimiter (Excel convention)
de: Export im CSV-Format mit Semikolon als Trennzeichen (Excel kompatibel)

source: Export as `full-featured' Excel-2007 table, `.xslx'.
de: Export als Excel-2007-Tabelle im `.xslx'-Format.

source: Export as HTML page without navigation elements; can also be loaded into your office-programs.
de: Export als HTML-Seite ohne Navigations-ELement; kann mit üblichen Textverarbeitungsprogrammen geöffnet werden.

source: Export as HTML page, but set the file type to `spread-sheed'. Should also be readable by standard office-programs as `Excel'-table.
de: Export als HTML-Seite, aber der Datei-Typ wird auf `Tabellendokument' gesetzt. Sollte von üblichen Tabellen-Kalkulations-Programmen geöffnet werden können.

source: Field for filter/search criteria. Short explanation: simply type somthing and press <code>ENTER</code>. <br/> In more detail: For numerical fields there is a select-box with comparison operators on the left. For text-fields there are `catch-all' wild-cards `%%' and `*'. Text-fields allow (in particular) for the following filter possibilities (meaning that <code>SOMETHING</code> is your example search-string): <br/><br/> <dl> <dt>SOMETHING</dt> <dd>search for the wild-card expression %%SOMETHING%%</dd> <dt>"SOMETHING"</dt> <dd>search for exactly the expression SOMETHING</dd> <dt>!SOMETHING</dt> <dd>match everything not being matched by SOMETHING</dd> </dl> <br/> Single quotes are equivalent to double-quotes; instead of `!' one may use as well use `!=', instead of using quotes it is also possible to prefix the search expression by either `=' or `=='. It is also possible to match empty fields, in particular: <br/> <dl> <dt>"%%"</dt> <dt>!""</dt> <dd>match any row with something non-empty in the search-field</dd> <dt>""</dt> <dt>!"%%"</dt> <dd>match any row with empty search-field</dd> </dl>
de: Eingabefeld für Filter-/Suchkriterien. In Kürze: einfach den Suchbegriff eingeben und <code>EINGABE</code> drücken. <br/> Detaillierter: bei numerischen Feldern gibt es eine Auswahl-Box mit Vergleichsoperatoren. Bei Text-Feldern gibt es die Platzhalter ``%%'' resp. ``*''. Text-Felder erlauben insbesondere auch die folgenden Abfragen, wobei natürlich <code>BLAHBLAH</code> der Beispiel-Suchtext ist: <br/><br/> <dl> <dt>BLAHBLAH</dt> <dd>suche nach dem Muster <code>%%BLAHBLAH%%</code></dd> <dt>"BLAHBLAH"</dt> <dd>suche genau den Ausdruck <code>BLAHBLAH</code></dd> <dt>!BLAHBLAH</dt> <dd>alles, was <b>NICHT</b> auf <code>BLAHBLAH</code> passt</dd> </dl> <br/> Einfache Anführungszeichen bedeuten dasselbe wie doppelte; statt `!' kann man auch `!=' verwenden, und anstelle von Anführungszeichen auch `=' oder `==' der Suchanfrage voranstellen. Auch nach leeren Feldern kann man suchen, insbesondere gibt es die folgenden Möglichkeiten: <br/> <dl> <dt>"%%"</dt> <dt>!""</dt> <dd>liefert alle Datensätze mit <b>NICHT</b>-leerem Suchfeld</dd> <dt>""</dt> <dt>!"%%"</dt> <dd>liefert alle Datensätze mit <b>LEEREM</b> Suchfeld</dd> </dl>

source: Negate the filter, i.e. search for anything not matching the selected options.
de: Den Filter invertieren; zeigt alle Datensätze, die die ausgewählten Begriffe nicht enthalten.

source: Jumps directly to the given page
de: Springt direkt zur jeweiligen Seite.

source: Some usefull convenience actions (click me for details!)
de: Einige nützliche Funktionen (anklicken für Datails!)

source: Saves the current values and start to generate another new data-set.
de: Speichert die aktuellen Eingaben und generiert noch einen weiteren Datensatz.

source: Saves the current values and continues to make yet another copy of the source data-set.
de: Speichert die aktuellen Werte und macht danach noch eine weiter Kopie des vorher augewählten Datensatzes.

source: Limits the number of rows per page to the given value. A "*" means to display all records on one large page.
de: Begrenzt die maximale Anzahl Datensätze pro Seite und aktiviert falls nötig die Buttons zum Blättern.

source: Refreshes the current view by reloading all data from the data-base.
de: Aktualisiert die aktuelle Ansicht, indem alle Daten frisch aus der Datenbank geladen werden.

source: Discards all unsaved data and reloads all fields form the data-base. Settings which already have been stored by hitting an "Apply" button are maintained, though.
de: Verwirft all nicht-gespeicherten Eingaben und lädt alle Daten neu aus der Datenbank. Eingaben, die bereits über den "Anwenden" Knopf gespeichert wurden, bleiben allerdings gespeichert.

source: Saves the current values and returns to the previous view.
de: Speichert die aktuellen Werte und kehrt zur vorherigen Ansicht zurück.

source: Deletes the current record and returns to the previous view.
de: Löscht den aktuellen Datensatz und kehrt zur vorherigen Ansicht zurück.

source: Simply blends in all the columns of the table as if all the tabs would be activated at the same time.
de: Zeigt einfach alle Spalten an.

source: Klick mich, um das Sortieren nach diesem Feld ein- oder auszuschalten!
de: Anklicken, um das Sortiern nach diesem Feld ein- oder auszuschalten.

source: Klick mich, um die Sortierreihenfolge umzukehren!
de: Anklicken, um die Sortierreihenfolge umzukehren.

source: Transpose the displayed table; may be beneficial for tables with only a few rows but many columns!
de: Aktuelle Tabelle transponieren, mag für Tabellen mit vielen Spalten und wenigen Zeilen übersichtlicher sein.

source: Load a new page with all debit-mandates for project-fees
de: Lädt eine neue Web-Seite mit allen Lastschrift-Mandaten zu diesem Projekt.

source: Display all registered musicians for the selected project. The table shows project related details as well as all stored personal "information about the respective musician
de: Detaillierte Ansicht der Besetzung für das aktuelle Projekt. Die Tabelle zeigt alle für das Projekt registrierten Musiker mit allen gespeicherten personenbezogenen Daten.

source: Opens the email-form for the project inside a dialog window.
de: Öffnet das Em@il-Formular für das Projekt in einem Dialog-Fenster.

source: Open a dialog with all known events associated to the project. Events can be added and modified as needed.
de: Tabelle mit allen Terminen zum jeweiligen Projekt. Termine können dort hinzugefügt, geändert oder auch gelöscht werden.

source: Define extra-fields for the instrumentation table. E.g.: surcharge fields for double-/single-room preference, room-mates and such.
de: Extra-Felder für die Besetzungstabelle definieren, wie z.B. Einzel-/Doppelzimmer-Wünsche, kostenpflichtige Zusatzoptionen und Ähnliches.

source: Change to the folder with project related files.
de: Zum Ordner mit den Projekt-Dateien wechseln.

source: Change to the folder with the financial balance sheets for the project (only available after the project has been ``closed''.
de: Zum Ordner mit der Gewinn- und Verlustrechnung wechseln. Die Informationen sind natürlich erst nach Abschluß des Projekts vorhanden.

source: Change to the DokuWiki-page for this project (if there is one)
de: Zur DokuWiki-Seite für das Projekt wechseln (falls die denn existiert).

source: Pull-down menu with entries to move on to pages with the instrumentation, events, instrumentation numbers etc.
de: Aufklapp-Menü mit der Möglichkeit zu den Seiten für die Instrumentierung, den Terminen und anderen Informationen zu wechseln.

source: Some people gave us debit mandates but still want to pay by bank-transfer. Uncheck in order to exclude the person from direct debits transfers.
de: Von machen Teilnehmern liegt uns im Prinzip ein Lastschriftmandat vor, aber dennoch wird per Überweisung bezahlt (warum auch nicht). In diesem Fall bitte den Haken <strong>NICHT</strong> setzen.

source: Sum of the fees for all booked etra items.
de: Summe der Beträge für alle gebuchten Extra-Optionen.

source: Everything related to project fees, surcharges, bank transfers, debit mandates.
de: Alles Mögliche Finanzbezogene, Teilnahmegebühren, Zusatzoptionen, Lastschriften ...

source: Opens a dialog-window which gives access to all stored informations for the project.
de: Öffnet ein Fenster mit allen zu diesem Projekt gespeicherten Informationen. Hier können z.B. Termine hinzu gefügt werden, die öffentlichen Konzertankündigungen auf unserer Web-Seite bearbeitet werden und vieles andere mehr.

source: Displays the columns directly related to the instrumentation for the project.
de: Zeigt die Spalten an, die direkt mit der Besetzung zu tun haben wie Instrument, Stimme, Stimmführer.

source: Either "temporary" -- the regular case -- or "permanent" -- the exceptional case for "virtual pseudo projects". The latter in particular includes the pseudo-project for the administative board and the members of the registered orchestra association. Non-permanents always have per-force the project-year attached to their name, permanent "pseudo-projects" don't, as it does not make any sense.
de: Entweder "zeitweilig" -- der Normalfall für "normale" Projekte -- oder "permanent" -- der Ausnahmefall für "virtuelle Pseudo-Projekte". Letzteres betrifft insbesondere das Pseudo-Projekt "Vorstand" und das Pseudo-Projekt "Vereinsmitglieder". Nicht-permanente -- also normale -- Projekte enthalten zwangsweise die Jahreszahl als letzte vier Ziffern ihres Namens. Bei nicht-permanenten "Pseudo-Projekten" wird das nicht erzwungen, bzw. sogar zwangsweise verboten, weil es keinen Sinn macht.

source: Displays `meta-data' like project fees, single/double room preferences, debit-mandates and the like.
de: Zeigt `Meta-Daten' für das Projekt an, wie Unkostenbeitrag, Einzel-/Doppelzimmerzuschlag, Einzugsermächtigungen, Eingang der Anmeldung.

source: Please enter here a <b>SHORT</b> project name, rather a project tag. The software will try very hard to confine you to the following rules: <dl> <dt>BE SHORT, PLEASE</dt> <dd>No more than 20 characters, s.v.p. Please: rather <b>MUCH</b> shorter.</dd> <dt>NO SPACES, PLEASE</dt> <dd>Please use "camel case" instead.</dd> </dl> Please <b>DO NOT TRY</b> to "work around" those "limitations. Just don't. Thanks.
de: Bitte einen <b>SEHR KURZEN</b> Projekt-Namen eingeben. Eher einen Projekt-Marker. Die DB-Software wird <b>VEHEMENT</b> versuchen, Dich auf das Folgende fest zu nageln: <dl> <dt>KURZ, SEHR KURZ, WIRKLICH KURZ, BITTE!!!</dt> <dd>Nicht mehr als 20 Buchstaben, s.v.p. <b>Bitte, bitte, bitte</b>: viel lieber <b>VIEL KÜRZER</b>.</dd> <dt>KEINE LEERZEICHEN; BITTE!!!</dt> <dd>Bitte stattdessen "Camel Case" verwenden. Danke.</dd> </dl> Bitte <b>NICHT</b> versuchen, diese "Beschränkungen" zu umgehen. Macht das bitte einfach <b>NICHT</b>. Danke.

source: Append the year to the name if checked. Regardless of this checkbox any decimal digit will first be stripped from the end of the project name before the year is added.
de: Wenn das Häkchen gesetzt ist, wird das Projekt-Jahr an den Namen angehängt. Unabhängig davon werden Ziffern am Ende des Namens zunächst einmal entfernt, bevor möglicherweise die Jahreszahl angehängt wird.

source: Displays the personal data of the respective musicians, like address, email, date of birth if known, phone numbers.
de: Zeigt die persönlichen Daten der Musiker, wie Adresse, Telefonnummern, Em@il, Geburtstag, gespielte Instrumente.

source: The accumulated total of all charges the participant has to pay.
de: Summe aller Verbindlichkeiten des Teilnehmers.

source: Add a new public web-page to the project by generating a new, empty concert announcement.
de: Eine neue Veranstaltungsankündigung (Web-Seite) zum Projekt hinzufügen, indem eine neue leere Veranstaltungsankündigung erstellt wird.

source: Delete the currently displayed web-page fromthe project. The web page will be "detached" from the project and moved to the trash-bin "category" (folger) inside the CMS.
de: Die angezeigte Veranstaltungsankündigung vom Projekt entfernen. Die Web-Seite wird vom Projekt gelöst und im CMS in die Mülleimer-Kategorie (Ordner) verschoben.

source: Link existing pages to the project. This can be used, for instance, in order to add a page to the project which has not been created by hitting the `+'-button above, but was created directly in the CMS backend. When linking articles from the `trashbin' category then those articles will automatically moved to the `preview' category; this is some not-so-hidden undelete feature.z
de: Verknüpft eine bestehende Veranstaltungsankündigung mit dem Projekt. Nützlich, falls man ohne Verwendung des `+'-Knopfes im CMS-Backend (Redaxo) bereits eine Ankündigung erstellt hat. Auch nützlich, um versehentliches Löschen rückgängig zu machen; in dem Fall kann man den Artikel wieder aus der `Papierkorb'-Kategorie herausfischen und zur `Vorschau' hinzufügen, indem man ihn hier wieder mit diesem Projekt verkn[pft.

source: Please select articles to link to the current project. The articles will be immediately added to the project if you select them. In order to remove the article, please use the `-' button above.
de: Bitte Artiekel auswählen, die mit diesem Projekt verknüpft werden sollen.

source: Detach the currently displayed event announcement from the project. Primarily meant to provide means to undo erroneous linking of articles.
de: Löst die Verknüpfung zwischen der gerade sichtbaren Veranstaltungsankündigung und diesem Projekt. Primär als "Undo"-Funktion nach versehentlichem Verknüpfen gemeint.

source: Delete the event from the system (no undo possible).
de: Termin komplett aus dem Kalender löschen, kann nicht rückgängig gemacht werden.

source: Exclude all events from email-submission
de: Auswahl zum Download bzw. Email-Versand bei allen Terminen entfernen.

source: Detach the respective event from the project, but do not delete it from the calender. The event can be reattached by adding the project-name to its categories.
de: Termin vom Projekt `lösen'. Der Termin bleibt aber im Kalender eingetragen. Es ist möglich, den Termin wieder zum Projekt hinzuzufügen, indem man den Projekt-Namen zu der Katergorien-Liste des Termins hinzufügt.

source: Download the events as ICS file. In principle it is possible to import the ICS file into the respective calendar apps of your smartphone, tablet or desktop computer.
de: Lädt die Termine als ICS-Datei herunter. Die ICS-Datei könnte im Prinzip in eine geeignete Kalender App Deines SmartPhones, Tables oder Desktop-PCs importiert werden.

source: Modify the event.
de: Termin ändern.

source: Add a new concert-event to the project.
de: Neuen Konzert-Termin für das Projekt in den Konzerte-Kalender eintragen.

source: Add a private management event which is not exposed to the rest of the world.
de: Vorstands-Termin hinzufügen. Die Vorstandstermine sind nicht öffentlich sichtbar.

source: Add some other event to the project.
de: Sonstigen Termin für das Projekt eintragen.

source: Add a new rehearsal-event to the project.
de: Neuen Proben-Termin für das Projekt in den Proben-Kalender eintragen.

source: Select all events for email-submission
de: Alle Termin für Download bzw. Email-Attachment auswählen.

source: Mark the respective event for being sent by email as ICS-attachment per email. Hitting the email button above the form will open an Email form suitable for sending the marked events to selected recipients.
de: Termin zum Versand als ICS-Attachment per Email auswählen. Der Email-Knopf über der Tabelle führt zu einem Email-Formular, über das der eigentliche Versand an ausgewählte Empfänger vorgenommen werden kann. Alternativ können die ausgwählten Termine auch einfach herunter-geladen werden.

source: Click to open an email-form and send the selected events to selected recipients.
de: Ausgewählte Termine als ICS-Attachment per Email veschicken; öffnet ein Email-Formular.

source: Force the re-creation of the folder where project balanaces are stored.
de: Erzwinge die Neu-Erstellung des Abrechnungs-Datei-Ordners.

source: Force the re-creation of the folder where project data is stored.
de: Erstellen des gemeinsamen Ordners erzwingen.

source: Article category of the concert-archive inside the Redaxo CMS.
de: Redaxo Artikel Kategorie für archivierte Konzerte.

source: Article category of the concert-previews inside the Redaxo CMS.
de: Artikel-Kategorie für Konzertankündigungen.

source: Article category of the rehearsals inside the Redaxo CMS.
de: Artikel-Kategorier für Probenpläne.

source: Article category for templates inside the Redaxo CMS.
de: Artikel-Kategorie für Templates.

source: Trashbin pseudo-category, articles deleted from within the project-views are moved here.
de: Papierkorb Pseudo-Kategorie. Wird ein Artikel über das DB-Interface gelöscht, landet der in diesem Unterordner.

source: Add the musician to the project. A new form will open were details like the instrument etc. can be adjustetd.
de: Fügt den Musiker zum Projekt hinzu. Auf der Folgeseite können dann Details eingetragen werden.

source: This is checked for officially registered musicians, those, who have sent us a signed registration form. It is left blannk otherwise.
de: Der Haken ist bei offiziell angemeldeten Musikern gesetzt: solche, die uns eine unterschriebene Anmeldung geschickt haben. Ansonsten ist das Feld leer.
