Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Activate this checkbox in order to save the current email message as message template. If you leave this check-box unchecked, then messages will be saved as draft. The difference between a draft and a template is the following: draft messages will be deleted when the message is actually sent out (and potentially "inactive" drafts will be purged from the data-base after some time). Templates will never be purged. Also, draft messages will be saved with all attachment and -- most important -- inlcuding the set of the currently selected recipients. Message templates, in contrast, are saved with an empty recipient list, as should be.
de: Aktiviere diese Check-Box, um die aktuelle Nachricht als Vorlage zu speichern (natürlich muss man dazu außerdem noch auf "Speichern"-Knopf rechts klicken). Wenn diese Check-Box nicht aktiviert wird, führt das anklicken des "Speichern"-Knopfes dazu, dass die aktuelle Nachricht als Entwurf gespeichert wird. Die Unterschiede zwischen Vorlage und Entwurf sind wie folgt: Entwürfe werden mit der aktuellen Empfängerliste und allen Anhängen gespeichert und gelöscht, nachdem die Email versendet wurde. Vorlagen werden ohne Empfänger und Anhänge gespeichert und nicht automatisch gelöscht.

source: Save the currently active email message either as draft (i.e. including recipients and attachments) or as message template (without recipients and attachments). Message drafts will be deleted after actually sending the message, and after some time of inactivity (say a month or so), message templates are remembered permanently. Please check the check-box to the left of this button in order to store the message as template. Either templates or drafts can also be "actively" deleted but clicking the delete button to the right of this button.
de: Speichere die aktuelle Nachricht entweder als Entwurf oder Vorlage, je nachdem, ob die Check-Box zur Linken aktiviert ist oder nicht.

source: Save the current email for later re-usal in the data-base. An email template can contain per-member substitutions with the syntax ${MEMBER::VARIABLE}, where VARIABLE is one of VORNAME, NAME, EMAIL, TELEFON_1, TELEFON_2, STRASSE, PLZ, STADT and LAND. There is also one global (i.e. not per-member) substitution ${GLOAB$this->l->ORGANIZER} which is substituted by the pre-names of the organizing committe in order to compose greetings.
de: Speichert den aktuellen Text als Vorlage in der Datenbank. Eine Vorlage kann Platzhalter für Mitgliedsdaten enthalten in der Form ${MEMBER::VARIABLE}, wobei VARIABLE eines der Schlüsselwörter VORNAME, NAME, EMAIL, TELEFON_1, TELEFON_2, STRASSE, PLZ, STADT, LAND und GEBURTSTAG sein kann. Es gibt auch eine ``globale'' Variable ${GLOBAL::ORGANIZER}, die mit den Vornamen der Vorstandsmitglieder ersetzt wird, um Grußformeln zu erzeugen.

source: This is checked for section-leaders and left blank otherwise.
de: Die Markierung ist bei Stimmführern gesetzt, ansonsten bleibt das Feld leer.

source: Select one of the email templates previously stored in the data-base.
de: Vorlage aus dem Vorlagen-Pool auswählen; neue Vorlagen können mittels ``Vorlage speichern'' erzeugt werden.

source: Select either a message draft or template as base for the current message.
de: Entwurf oder Vorlage as Basis für die aktuelle Nachricht auswählen.

source: Attempt to send the stuff you have composed out to your selection of recipients. Please think thrice about it. In case of an error additional diagnostic messages may (or may not ...) be available in the `Debug' tab
de: Der Sendevorgang wird initiiert. Bitte achtsam mit diesem Knopf umgehen. Im Reiter `Status-Berichte' können Fehler- und Erfolgsmeldungen eingesehen werden. In jedem Falle sollte am Ende eine kurze Erfolgs- oder Fehlermeldung in einem Popup-Fenster angezeigt.

source: Used SEPA mandates are not deleted from the DB, but just flagged as "inactive" if they expire or are manually pseudo-deleted.
de: SEPA-Mandate, die bereits verwendet wurden, können nicht gelöscht werden. Stattdessen werden sie als "inaktiv" markiert, wenn sie auslaufen oder aber explizit quasi-gelöscht werden.

source: Toggle instant validation and automatic computation of derived bank account data. If instant validation is disabled, the final values will still be validated and an error message will appear if an error is detected. It is only possible to save of store the debit-mandate if instant validation is enabled.
de: Direkte Validierung der IBAN ein- und ausschalten. Falls eingeschaltet, werden die Daten immer dann überprüft, wenn das Eingabefeld inaktiv wird (wenn man also mit der Maus irgendwo anders hinklickt oder mit der Tabularto-Taste in ein anderes Feld wechselt. Falls ausgeschaltet, wird das IBAN-Feld zunächst gar nicht überprüft, allerdings kann man dann auch nicht abspeichern: wenn man fertig ist, muss der Haken zunächst wieder gesetzt werden, dann wird die IBAN auf Korrektheit überprüft und man kann dann anschließend speichern.

source: This debit-mandate has not been used for more than %d month and therefore is expired and cannot be used any longer. Pleae delete it and contact the treasurer for further instructions.
de: Dieses Lastschriftmandat wurde länger als %d Monate nicht mehr verwendet und ist deshalb abgelaufen und kann nicht weiter verwendet werden. Bitte löschen und den Schatzmeister informieren, vielen Dank!

source: Personal application settings.
de: Persönliche Einstellung für die Musiker-DB Anwendung.

source: Force the re-creation of the root of the shared-folder hierarchy.
de: Erzwinge die Neuerstellung des gemeinsamen Ordners.

source: Re-create the share-owner.
de: Erzeuge eine neue Share-Strohpuppe.

source: Some data-sets should better not be deleted because they have attached important - e.g. financial - data attached to it. In this case a "delete" simply marks the data-set as "disabled". Normally these data-sets are hidden from the spectator. Checking this option unhides these data-items.
de: Manche Datensätze sollten besser nicht gelöscht werden weil mit ihnen wichtige "Meta-Daten" verbunden sind, z.B. eingegangene Zahlungen oder Lastschriften. In diesem Fall führt das "Löschen" des Datensatzes lediglich dazu, dass der als "inaktiv" markiert wird und normalerweise unsichtbar ist. Aktivieren dieser Option macht auch solche Datensätze sichtbar.

source: Toggle Tooltips
de: Ballon-Hilfe ein- und ausschalten

source: Link to the source-code archives for the DB app.
de: Web-Verweis zur Quell-Code-Dokumentation.

source: Link to the source-code documentation for the DB app.
de: Web-Verweis zur Quell-Code-Dokumentation.

source: Recompute the link between projects and events, using the event-categories as primary key.
de: Zuordnung der Termine zu den Projekten neu berechnen. Dabei dienen die Projekt-Kategorien als Kriterium.

source: The initial number of rows per page when displaying data-base tables. The actual number of rows per page can also changed later in the individual table views.
de: Anfängliche Anzahl von Tabellenzeilen pro Seite. Kann bei den indivuduellen Tabellen später noch einzeln angepasst werden.

source: Test data-base passphrase.
de: Datenbank-Passwort testen

source: Check whether the data-base can be accessed with the given account information and password. The password will only be stored in the configuration storage if the test can be performed successfully.
de: Testen, ob die Datenbank angesprochen werden kann mit den angegebenen Zugriffsinformationen. Das neue Passwort wird nur dann gespeichert, wenn der Test erfolgreich absolviert wurde.

source: Try to connect to the specified web-address, will open the web-address in another window or tab, depending your local browser preferences.
de: Versuche, die eingestellte Web-Adresse in einen anderen Fenster oder Tab zu öffnen (abhängig von den Einstellungen des Web-Browsers).

source: Total amount the participant has to pay, perhaps followed by total amount paid, followed by the outstanding amount.
de: Gesamtsumme, die der Teilnehmer zahlen muss.. Ggf. wird außerdem noch die Höhe der Außenstände angegeben.

source: Add the instruments of the actually registered musicians to the instrument-table for the project.
de: Die Instrumente der bereits registrierten Musiker in die Besetzungstabelle eintragen; die Soll-Besetzungszahlen werden allerdings nicht angepasst.

source: Upload a file from your local computer as attachment. The file will be removed from the remote-system after the message has been sent.
de: Eine Datei als Attachment hochladen. Die Datei wird vom Server gelöscht, sobald die Nachricht versendet wurde.

source: Change to another WYSIWYG editor.
de: Einen alternativen WYSIWYG-Editor auswählen.

source: Default Event Notification
de: Termin-Erinnerung (Voreinstellung)

source: ExecutiveBoardMembers
de: Vorstand

source: Concerts
de: Konzerte

source: Rehearsals
de: Proben

source: Other
de: Sonstiges

source: Management
de: Vorstand

source: Finance
de: Kasse

source: Miscellaneous
de: Sonstiges

source: Musicians
de: Musiker

source: Select a filter option.
de: Wähle einen Filter.

source: No values match.
de: Kein Wert passt.

source: Select from the pull-down menu. Double-click will submit the form. The pull-down can be closed by clicking anywhere outside the menu.
de: Wähle aus den vorhandenen Werten aus. Ein Doppel-Klick ativiert die Auswahl. Das Pull-Down-Menü kann schließt sich, wenn man irgendwohin außerhalb des Menüs klickt.

source: Select an option.
de: Wähle eine Option.

source: Select from the pull-down menu. The pull-down can be closed by clicking anywhere outside the menu.
de: Wähle aus den vorhandenen Werten aus. Das Pull-Down-Menü kann schließt sich, wenn man irgendwohin außerhalb des Menüs klickt.

source: Caused by previous exception
de: Verursacht durch vorheriger Ausnahme

source: CAFeV DB orchestra address-book with all musicians.
de: CAFeV DB Orchester Adressbuch mit allen Musikern.

source: CAFeV DB project address-book with all participants for %s
de: CAFeV DB Projekt Adressbuch mit allen Teilnehmern für %s

source: Remove the musician from %s?
de: Musiker vom Projekt %s austragen?

source: Display of all stored data for the shown musician.
de: Ansicht aller zum angezeigten Musiker gespeicherten Daten.

source: Edit the data of the displayed musician.
de: Bearbeiten der Daten des angezeigten Musikers.

source: Instrumentation for Project `%s'
de: Besetzung für das Projekt `%s'

source: Musician Id
de: Musiker-Id

source: Project Instrument
de: Instrument

source: Voice
de: Stimme

source: Section Leader
de: Stimmführer

source: Set to `%s' in order to mark the section leader
de: Auf `%s' setzen um als Stimmführer zu markieren

source: Registration
de: Anmeldung

source: Set to `%s' in order to mark participants who passed a personally signed registration form to us.
de: Auf `%s' setzen um offiziell angemeldete Teilnehmer zu markieren (unterschriebene Anmeldung liegt vor)

source: Musican Instrument
de: Instrument

source: All Instruments
de: Alle Instrumente

source: Direct Debit
de: Lastschrift

source: Data inconsistency, mandates: "%s", projects: "%s"
de: Inkonsistente Daten, Mandate: "%s", Projekte: "%s"

source: without group
de: Ohne Gruppe

source: %s Group Id
de: %s Gruppen-Id

source: add to this group
de: hinzufügen (diese Gruppe)

source: %s Group
de: %s Gruppe

source: General Remarks
de: Allgemeine Bemerkungen

source: Preferred Language
de: Sprachpräferenz

source: Click to enter details of a potential SEPA debit mandate
de: Anklicken um ggf. Informationen über ein SEPA-Lastschriftmandat einzutragen

source: Instrumentation related data
de: Besetzung

source: Project related data
de: Projekt-Daten

source: Finance related data
de: Finanz-Daten

source: Personal data
de: Persönliche Daten

source: Unknown Template "%s"
de: Unbekannte Email-Vorlage "%s"

source: ExampleFormletter
de: BeispielSerienBrief

source: Message(s) sent out successfully!
de: Die Nachricht(en) wurde erfolgreich gesendet!

source: Message(s) exported successfully!
de: Die Nachricht(en) wurde erfolgreich gesendet!

source: Pre-composition validation has failed!
de: Em@il Vorab-Check ist fehlgeschlagen!

source: no project involved
de: Kein Projekt zugeordnet

source: Unable to fetch executive board contents from data-base.
de: Kann die Vorstands-Mitglieder nicht aus der Datenbank extrahieren.

source: and
de: und

source: Local Filesystem
de: Lokale Dateien

source: Invalid history position %d request, history size is %d
de: Ungültige Position %d, Länge der Filter-Historie ist %d.

source: Unable to fetch debit note for id %d.
de: Kann die Lastschrift zur Id %d nicht finden.

source: Debit note does not belong to the given project (%d <-> %d)
de: Die Lastschrift gehört nicht zum aktuellen Projekt (%d <-> %d)

source: Unable to fetch payments for debit-note id %d.
de: Kann die Umsätze zur Lastschrift mit Id %d nicht finden.

source: No payments for debit-note id %d.
de: Umsätze zur Lastschrift mit der Id %d liegen nicht vor.

source: Inconsistent debit-note mandates: "%s" vs. "%s"
de: Inkonsistente Mandatsreferenzen: "%s" <-> "%s"

source: Germany
de: Deutschland

source: Europe
de: Europa

source: World
de: Welt

source: Overview over the Bulk Instrument Insurances
de: Übersicht über die Instrumentensammelversicherungen

source: Insurance brief, item, musician, broker
de: Kurzinformation; Makler, Musiker, versicherter Gegenstand

source: Overview
de: Übersicht

source: Details about the insured item
de: Details über die versicherten Gegenstände

source: Insured Object
de: Versicherter Gegenstand

source: Insurance rate and total sum of insurance police
de: Versicherungsraten und Gesamtbeitrag

source: Insurance Amount
de: Versicherungssumme

source: Bill-to Party
de: Zahlungspflichtiger

source: Insurance Broker
de: Versicherungsmakler

source: Insurance Rate
de: Rate

source: Insurance Fee
de: Versicherungs-Beitrag

source: including taxes
de: inklusive Steuern

source: Total Insurance
de: Gesamtversicherungssumme

source: Start of Insurance
de: Versicherungsbeginn

source: Bill
de: Rechnung

source: bill
de: Rechnung

source: Annual Insurance Fees for %s, %d. %s
de: Versicherungs-Jahresbeitrag für %s, %d. %s

source: Overview over insured instruments and insurance fee details and summary
de: Übersicht über die versicherten Instrumente und Versicherungsbeiträge

source: treasurer
de: Schatzmeister

source: Annular insurance fees for %d
de: Versicherungs-Jahresbeitrag %d

source: Dear %s,
de: Liebe/Lieber %s,

source: this letter informs you about the details of the instrument-insurances we are maintaining for you on your behalf. This letter is machine-generated; in case of any inconsistencies or other questions please contact us as soon as possible in order to avoid any further misunderstandings. This letter is sent to you by traditional mail for data-security reason. Please keep a copy of this letter in a safe place; further insurance-charts will only be sent automatically to you if something changes. Of course, you may request this information about your insured items at any time. Just ask.
de: dieses Schreiben informiert Dich über die Instrumenten-Versicherungen, die wir für Dich in Deinem Auftrag verwalten. Dieser Brief wird automatisch erzeugt; bitte kontaktiere uns so schnell wie möglich, falls es Unstimmigkeiten oder andere Probleme gibt, damit weitere Missverständnisse vermieden werden können. Aus Datenschutzgründen verschicken wir diese Aufstellung ausschließlich auf herkömmlichen Postweg. Bitte bewahre dieses Schreiben auf; weitere Aufstellungen verschicken wir automatisch nur dann, wenn sich an der Versicherung etwas ändern sollte. Selbstverständlich aber kannst Du auf Nachfrage jederzeit von uns eine Aufstellung Deiner versicherten Gegenstände bekommen.

source: Insured Person: %s
de: Versicherte Person: %s

source: Vendor
de: Anbieter

source: Object
de: Gegenstand

source: Fee
de: Beitrag

source: Sub-totals (excluding taxes)
de: Zwischensumme (ohne Steuern)

source: Start and end of the regular insurance period is as indicated in the column "Due" in the following table. The actual start of the insurance for the particular item is as indicated in the column "Start". In the first year, we charge a fraction of the regular annual fee for the insurance period between "Start" and "Due" as indicated in the column "Factor"
de: In der folgenden Tabelle gibt die Spalte "Fälligkeit" den Beginn und das Ende des regulären Versicherungsjahrs der Sammelversicherung an. Die Spalte "Beginn" ist das Datum des Beginns der Versicherung für den einzelnen Gegenstand. Für neu versicherte Gegenstände wird die Zeit zwischen "Beginn" und "Fälligkeit" als Anteil am Jahresbeitrag einmalig in Rechnung gestellt, Spalte "Faktor".

source: Due
de: Fälligkeit

source: Start
de: Beginn

source: Factor
de: Faktor

source: Sum of corrections (excluding taxes)
de: Summe der Korrekturen (ohne Steuern)

source: Total Insurance Fees
de: Gesamtversicherungsbeitrag

source: Regular annual insurance fee for all insured items of all musicians
de: Regulärer Jahresbeitrag für alle versicherten Gegenstände

source: Annual amount excluding taxes:
de: Jahresbeitrag ohne Steuern:

source: %0.2f %% insurance taxes:
de: %0.2f %% Versicherungssteuer:

source: Total amount to pay:
de: Rechnungsbetrag:

source: The amount to pay for newly insured items may be larger than the regular annual fee as it may contain the fees for the time between the start of the insurance for the individual items and the regular due-date, as indicated in the tables above. The actual total amount, including fees for "partial" insurance perdiods is as follows:
de: Der Beitrag für neu versicherte Gegenstände kann beim ersten Mal höher ausfallen als der reguläre Jahresbeitrag, da er den Zeitraum zwischen Deckungsbeginn für den einzelnen Gegenstand und dem normalen Fälligkeitstermin für die Sammelversicherung einschließt, siehe oben. Der aktuelle Gesamtbeitrag, einschließlich dieser Korrekturen, beläuft sich auf:

source: Total amount excluding taxes:
de: Gesamtbetrag ohne Steuern:

source: You have granted us a debit-mandate. The total amount due will be debited from your bank-account, no further action from your side is required. We will inform you by email about the date of the debit at least 14 days in advance of the bank transaction.
de: Du hast uns ein Lastschrift-Mandat erteilt, der oben genannte Gesamtbetrag wird von Deinem Konto eingezogen. Wir informieren Dich wenigstens 14 Tage im voraus per Email über das genaue Datum der Kontobelastung.

source: Best wishes,
de: Herzliche Grüße,

source: Treasurer
de: Schatzmeister

source: Invalid broker/geographical-scope combination: %s - %s
de: Der Makler %s bietet keine Versicherung für den Geltungsberich %s an

source: Unable to fetch musician's personal information for id %d
de: Kann die persönlichen Daten des Musiker zur Id %d nicht ermitteln.

source: None of the instruments known by %s are mentioned in the instrumentation-list for the project. The musician is added nevertheless to the project with the instrument `%s'
de: Keines der Instrumente, die %s spielen kann, ist in der Besetzungliste für das Projekt aufgeführt. Der Musiker wird dennoch zum Projekt mit dem Instrument ``%s'' hinzugefügt.

source: The musician %s doesn't seem to play any instrument ...
de: Der Musiker %s scheint kein einziges Instrument zu spielen ...

source: Adding %s (id = %d) failed.
de: Hinzufügen von %s (Id = %d) fehlgeschlagen.

source: Unable to get the new id for %s (id = %d)
de: Kann die neue Id für %s (Id = %d) nicht ermitteln.

source: Adding instrument %s for %s (id = %d) failed.
de: Hinzufügen des Instruments %s für %s (Id = %d) fehlgeschlagen.

source: Unable to get the new id for %s's project instrument %s (id = %d)
de: Kann die neue Id für das Projekt-Instrument von %s (Instrument = %s. Id = %d) nicht ermitteln.

source: Streich,Saiten
de: Streicher

source: Streich,Zupf
de: Zupfinstrumente

source: Blas,Holz
de: Holzbläser

source: Blas,Blech
de: Bechbläser

source: Schlag
de: Schlagwerk

source: Total Amount %02.02f &euro;, Annual Fee %02.02f &euro;
de: Gesamtsumme %02.02f &euro;, Jahresbeitrag %02.02f &euro;

source: Portraits or Avatars can only be added to an existing musician's profile; please add the new musician without protrait image first.
de: Portraits oder Avatar-Bilder können nur zu existierenden Musiker-Daten hinzugefügt werden; bitte zuerst den Musiker ohne Bild hinzufügen.

source: Internal error, don't know what to do concerning portrait images in the given context.
de: Interner Fehler; keine Ahnung, wie im gegebenen Kontext mit Portrait-Bildern verfahren werden sollte.

source: Could not connect to data-base server `%s': %s
de: Konnte den Datenbank-Server `%s' nicht erreichen: %s

source: page
de: Seite

source: of
de: von

source: fixed line
de: Festnetz

source: mobile
de: Mobilfunk

source: fixed line or mobile
de: Festnetz oder Mobilfunk

source: emergency
de: Notruf

source: Type : %s
de: Typ: %s

source: Country : %s
de: Land: %s

source: Location: %s
de: Ort: %s

source: TimeZone: %s
de: Zeitzone: %s

source: Provider: %s
de: Anbieter: %s

source: yes
de: ja

source: no
de: nein

source: Extra-Fields for Project %s
de: Extra-Felder für das Projekt %s

source: Extra Fields for Projects
de: Extra-Felder für alle Projekte

source: Boolean
de: Wahrheitswert

source: Integer
de: Ganzzahl

source: Float
de: Gleitkommazahl

source: Money
de: Geld

source: Set
de: Mehrfach-Auswahl

source: Enum
de: Einfach-Auswahl

source: Enumeration
de: Aufzählung

source: SimpleGroup
de: Personengruppe

source: PredefinedGroups
de: Vordefinierte Gruppen

source: SurchargeOption
de: Zusatzgebühr, Option

source: SurchargeEnum
de: Zusatzgebühr, Einfach-Auswahl

source: SurchargeSet
de: Zusatzgebühr, Mehrfach-Auswahl

source: SurchargeGroup
de: Zusatzgebühr, Personengruppe

source: SurchargeGroups
de: Zusatzgebühr, Personengruppen

source: simple
de: einfach

source: single
de: einfach

source: multiple
de: mehrfach

source: groupofpeople
de: Personengruppe

source: groupsofpeople
de: Personengruppen

source: choices
de: Wahlmöglichkeiten

source: surcharge
de: Zusatzgebühren

source: general
de: Allgemeines

source: special
de: speziell

source: Definition of name, type, allowed values, default values.
de: Definition von Name, Daten-Typ, zulässigen Werten, voreingestellten Werten.

source: Ordering, linking to and defining newe tabs, definition of tooltips (help text).
de: Anordnung, Verknüpfung zu Daten-Reitern, neue Daten-REiter, Kontext-Hilfe.

source: Display
de: Anzeige

source: Advanced settings and information, restricted access, encryption, information about internal indexing.
de: Erweiterte Einstellungen und Informationen, Zugangsbeschränkung, Verschlüsselung, Informationen über die interne Indizierung der Einträge.

source: Advanced
de: Erweitert

source: no projects yet
de: Ohne Projekt

source: Project-Name
de: Projekt-Name

source: Field-Name
de: Feld-Name

source: Type
de: Art

source: Allowed Values
de: Zulässige Werte

source: Data
de: Daten

source: Maximum Size
de: Maximale Anzahl

source: Default Value
de: Voreinstellung

source: Tooltip
de: Kontext-Hilfe

source: Display-Order
de: Anzeige-Reihenfolge

source: Table Tab
de: Datenreiter

source: New Tab Name
de: Neuer Datenreiter

source: Field-Index
de: Feld-Index

source: Encrypted
de: Verschlüsselt

source: Readers
de: Nur-Lesen

source: Writers
de: Schreiben

source: new option
de: neue Auswahloption

source: Show deleted items.
de: Gelöschte Einträge anzeigen.

source: Show data-fields.
de: Daten-Feld anzeigen.

source: Key
de: Schlüssel

source: Label
de: Bezeichnung

source: Limit
de: Obergrenze

source: %dth column
de: %d-te Spalte

source: Instrumentation Numbers for `%s'
de: Besetzungszahlen für `%s'
