Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: All Day Event
de: Ganztägiger Termin

source: Advanced options
de: Erweiterte Einstellungen

source: Click to hide location and description fields.
de: Ort und Beschreibung verstecken

source: Location
de: Ort

source: View the current location with Google-Maps
de: Ort mit Google-Maps anzeigen

source: Location@Google
de: Org@Google

source: View on map
de: Auf Karte anzeigen

source: Categories (separate by comma)
de: Kategorien (bitte mit Komma trennen)

source: Edit categories
de: Kategorien bearbeiten

source: Description
de: Beschreibung

source: Export event
de: Termin exportieren

source: Repeat
de: Wiederholen

source: Select weekdays
de: Wochentage auswählen

source: Select days
de: Tage auswählen

source: and the events day of year.
de: und der Kalendertag des Termins.

source: and the events day of month.
de: und der Monatstag des Termins.

source: Select months
de: Monate auswählen

source: Select weeks
de: Wochen auswählen

source: and the events week of year.
de: und die Wochennummer des Termins.

source: Interval
de: Zeitraum

source: End
de: Ende

source: occurrences
de: Einzeltermine

source: Visibility to people shared with
de: Sichtbarkeit für geteilt-mit-denen

source: Create a new event
de: Einen neuen Termin erstellen

source: Create event
de: Termin erstellen

source: Share with user or group
de: Mit Benutzer oder Gruppe teilen

source: can edit
de: kann verändern

source: can share
de: kann teilen

source: Unshare
de: Teilen beenden

source: Not shared with anyone
de: Mit niemandem teilen

source: Send Email
de: Em@il verschicken

source: Shared via calendar
de: Über Kalender geteilt

source: Not shared with anyone via calendar
de: Mit niemandem über Kalender teilen

source: View an event
de: Ein Ereignis anzeigen

source: Category
de: Kategorie

source: No categories selected
de: Keine Kategorien ausgewählt

source: Access Class
de: Zugriffsart

source: From
de: Von

source: at
de: am

source: To
de: An

source: Street Address
de: Postanschrift

source: The name of the orchestra
de: Name des Orchesters

source: The name of the orchestra (line 2)
de: Name des Orchesters (Zeile 2)

source: street part of street address of orchestra
de: Straßenname der Postanschrift des Orchesters

source: house number part of street address of orchestra
de: Hausnummer der Postanschrift des Orchesters

source: ZIP part of street address of orchestra
de: Postleitzahl der Postanschrift des Orchesters

source: ZIP
de: Postleitzahl

source: city part of address of orchestra
de: Ort der Orchesteranschrift

source: city
de: Ortschaft

source: country part of address of orchestra
de: Land der Orchesteranschrift

source: country
de: Land

source: Phone number in international format, e.g. +49-761-123456.
de: Rufnummer in einem internationalen Format, z.B. +49 761 123456.

source: phone
de: Rufnummer

source: owner of the orchestra's bank account
de: Kontoinhaber der Orchester-Bankverbindung

source: owner of bank account
de: Kontoinhaber

source: Optional BLZ of the orchestra's bank account
de: Optionale Bankleitzahl des Orchesterkontos

source: BLZ of bank account
de: Bankleitzahl

source: IBAN or number of the orchestra's bank account. If this is a account number,then please first enter the BLZ
de: IBAN oder Kontonummer des Orchesterkontos. Falls eine Kontonummer angegeben wird, muss die Bankleitzahl zuerst angegeben werden

source: IBAN or no. of bank account
de: IBAN oder Kontonummer

source: Optional BIC of the orchestra's bank account
de: Optional die BIC der Bankverbindung

source: BIC of bank account
de: BIC der Bankverbindung

source: Creditor identifier of the orchestra
de: Gläubiger Identifikationsnummer des Orchesters

source: orchestra's CI
de: Orchester CI

source: Executive board and club members
de: Vorstands- und Vereinsmitglieder

source: member-table
de: Mitgliedstabelle

source: Club Member Project
de: Vereinsmitglieder

source: executive board table
de: Vorstandstabelle

source: Executive Board Project
de: Vorstand

source: Select the President
de: Vorsitzende(n) auswählen

source: President of the orchestra
de: Vorsitzende(r) des Orchesters

source: Select the Secretary
de: Schriftführer(in) auswählen

source: Secretary of the orchestra
de: Schriftführer(in) des Orchesters

source: Select the Treasurer
de: Schatzmeister(in) auswählen

source: Treasurer of the orchestra
de: Schatzmeister des Orchesters

source: OwnCloud President-User
de: OwnCloud-Benutzer für Vorsitz

source: OwnCloud user-id of the president of the orchestra
de: OwnCloud-Benutzername für den/die Vorsitzende(r) des Orchesters

source: OwnCloud Secretary-User
de: OwnCloud-Benutzer für Schriftführer

source: OwnCloud user-id of the secretary of the orchestra
de: OwnCloud-Benutzername für den/die Schriftführer(in) des Orchesters

source: OwnCloud Treasurer-User
de: OwnCloud-Benutzer für Schatzmeister

source: OwnCloud user-id of the treasurer of the orchestra
de: OwnCloud-Benutzername für den/die Schatzmeister/in des Orchesters

source: OwnCloud President-Group
de: OwnCloud Vorsitz-Gruppe

source: OwnCloud group-id of the president of the orchestra
de: OwnCloud-Gruppe für den/die Vorsitzende(r) des Orchesters

source: OwnCloud Secretary-Group
de: OwnCloud Schriftführer-Gruppe

source: OwnCloud group-id of the secretary of the orchestra
de: OwnCloud-Gruppe für den/die Schriftführer(in) des Orchesters

source: OwnCloud Treasurer-Group
de: OwnCloud Schatzmeister-Gruppe

source: OwnCloud group-id of the treasurer of the orchestra
de: OwnCloud-Gruppe für den/die Schatzmeister/in des Orchesters

source: General Information
de: Allgemeine Informationen

source: SQL Queries
de: SQL Abfragen

source: HTTP Request
de: HTTP Anfragen

source: Missing Context Help
de: Fehlende Kontext-Hilfe

source: Mass Email Form
de: Em@il Formular

source: Back
de: Zurück

source: Navigate back to the previous view in the recorded history.
de: Zurück zur vorigen Ansicht in der Seiten-Historie.

source: Reload
de: Neu laden

source: Reload the current view.
de: Aktuelle Ansicht neu laden.

source: Next
de: Nach vorn

source: Navigate to the next view in the recorded history.
de: Zur nächsten Ansicht in der Seiten-Historie wechseln.

source: Startpage
de: Startseite

source: Navigate back to the start-page.
de: Führt zurück zur Start-Seite der `App'.

source: Close Side-Bar Menu
de: Seitenmenü schließen

source: Tool-Tips
de: Ballon-Hilfe

source: Filter-Controls
de: Such-Filter

source: Quick Change-Dialog
de: Ändern-Dialog bei Mausklick

source: Show Disabled Data-Sets
de: Zeige inaktive Datensätze

source: Expert-Mode
de: Experten-Modus

source: #Rows
de: #Zeilen

source: #Rows/Page in Tables
de: #Zeilen/Seite für Tabellen

source: Further Settings
de: Weitere Einstellungen

source: Expert Operations
de: Experten Werkzeuge

source: Enable Debug Mode
de: Debug-Modus einschalten

source: Compose Em@il
de: Email verfassen

source: Select draft or template
de: Vorlagen/Entwürfe

source: New Template Name
de: Neue Vorlage

source: Save Message
de: Em@il speichern

source: Delete Message
de: Em@il löschen

source: No recipients selected.
de: Keine Adressaten ausgewählt

source: Carbon Copy
de: Durchschlag

source: Blind CC
de: Blind-Kopie

source: Message-Body
de: Nachricht

source: Sender-Name
de: Absender-Name

source: Sender-Email
de: Absender-Email

source: Tied to
de: Vorgegeben:

source: Add Attachment
de: Anhang hinzufügen

source: Upload new File
de: Datei hochladen

source: Select from Owncloud
de: Datei aus der `Cloud'

source: Project Events
de: Projekt-Termine

source: Select Events
de: Termine auswählen

source: Attached Events
de: Angehängte Termine

source: Delete Event Attachments
de: Termin Anhänge auswählen

source: Attached Files
de: Angehängte Dateien

source: Delete All Attachments
de: Alle Anhänge löschen

source: Send Em@il
de: Em@il verschicken

source: Message Preview
de: Email-Vorschau

source: No Musician without or obviously broken email-address found :)
de: Keine Musiker ohne oder mit offensichtlich ungültiger Em@il gefunden :)

source: Musicians without or obviously broken email-address
de: Musiker ohne oder mit offensichtlich ungültiger Em@il

source: Basic Recipients Set
de: Auswahl-Kontext

source: Member-Status
de: Mitgliedsstatus

source: Select Members by Status
de: Empfänger gemäß Status

source: Email Recipients
de: Em@il Empfänger

source: Instruments Filter
de: Instrumenten-Filter

source: Select Instruments
de: Instrumente auswählen

source: Apply Filter
de: Filter anwenden

source: Undo Filter
de: Filter `Undo'

source: Redo Filter
de: Filter `Redo'

source: Reset Filter
de: Filter zurücksetzen

source: The mailing software did not signal an error.
de: Die Em@il-Software hat keinen Fehler signalisiert.

source: The message was propably sent out successfully.
de: Die Nachricht wurde vermutlich erfolgreich versendet.

source: The mailing software did not signal an error.
de: Die Em@il-Software hat keinen Fehler signalisiert.

source: %d messages were propably sent out successfully.
de: %d Nachrichten wurden vermutlich erfolgreich versendet.

source: The mailing software encountered errors.
de: The Em@il-Software wurde mit Fehlern konfrontiert.

source: Sending of all %d messages has failed, propably no message has been sent.
de: Das Senden aller %d Nachrichten ist wahrscheinlich fehlgeschlagen; mit hoher Wahrscheinlichkeit wurde keine einzige Nachricht versendet.

source: One (out of %d) message has probably not been sent.
de: Eine (von %d) Nachrichten konnte nicht versendet werden.

source: %d (out of %d) messages have probably not been sent.
de: %d (von %d) Nachrichten konnten nicht versendet werden.

source: The message has probably not been sent.
de: Die Nachricht wurde vermutlich nicht versendet.

source: Failed individual substitutions
de: Fehlgeschlagene Individual-Ersetzungen

source: Failed global substitutions
de: Fehlgeschlagene Global-Ersetzungen

source: Other failed substitutions
de: Sonstige fehlgeschlagene Ersetzungen

source: The operation failed due to template validation errors. The following template substitutions could not be resolved:
de: Die Vorlage wurde nicht gespeichert, da die folgenden Variablen-Ersetzungen nicht aufgelöst werden konnten:

source: Please understand that the software is really `picky'; names have to match exactly. Please use only capital letters for variable names. Please do not use spaces. Vaiable substitutions have to start with a dollar-sign `%s', be enclosed by curly braces `%s' and consist of a category-name (e.g. `%s') separated by double colons `%s' from the variable name itself (e.g. `%s'). An example is `%s'. Please have a look at the example template `%s' which contains a complete list of all known substitutions.
de: Bitte beachtet, dass die Em@il-Software wirklich knittelig ist in dieser Hinsicht: Variablen-Namen müssen genau passen. Variablen/Platzhalter müssen mit dem Dollar-Symbol `%s' beginnen, von geschwungenen Klammern `%s' eingeschlossen sein. Sie bestehen aus einer Kategorie (z.B. `%s'), die von einem doppelten Doppelpunkt `%s' vom eigentlichen Variablen-Namen getrennt ist (z.B. `%s'). Ein Beispiel wäre `%s'. Bitte schaut euch doch einmal die Beispiel-Vorlage `%s' an, die eine vollständige Liste aller möglichen Ersetzungen enthält.

source: The following email addresses appear to be syntactically incorrect, meaning that they have not the form of an email address:
de: Die folgenden Em@il-Adressen scheinen ein ungültiges Format zu haben; die sehen nicht wie Em@il-Adressen aus.

source: Broken `%s' addresses
de: Ungültige `%s' Adressen

source: No email will be sent out unless these errors are corrected. Please separate individual emails by commas. Please use standard-address notation (see RFC5322, if your want to know ...), remember to enclose the real-name in quotes if it contains a comma. Some valid examples are:
de: Solange diese Fehler nicht behoben sind, wird keine Em@il versendet. Wenn mehrere Em@il-Adressen angeben werden, müssen die mit Kommata voneinander getrennt werden. Bitte verwendet Standard-Notation für Em@il-Adressen (siehe RFC5322, falls ihr's wirklich wissen wollt ...). Bitte beachtet, dass die `wahren Namen' in doppelte Anführungszeichen eingeschlossen werden, wenn die selbst ein Komma enthalten (z.B. `NACHNAME, VORNAME' statt `VORNAME NACHNAME'). Einige Beispiele für zulässige Em@il-Adressen sind:

source: Explanations
de: Erläuterungen:

source: Empty Subject
de: Leere Betreff-Zeile

source: The subject must not consist of `%s' as only part. Please correct that before trying send the message out, and also before trying to save the message as draft. Thanks.
de: Die Betreffzeile sollte nicht nur aus `%s' bestehen. Bitte vor erneutem Sende- oder Speicher-Versuch korrigieren.

source: Empty Sender Name
de: Der Absender-Name ist leer

source: The sender name should not be empty. Originally, it used to be %s, but seemingly this did not suite your needs. Please fill in a non-empty sender name before hitting the `Send'-button again.
de: Der Absender-Name sollte nicht leer sein. Ursprünglich war dass ja auch %s, aber das scheint ja nicht gepasst zu haben. Bitte einen nicht-leeren Absender-Namen vor erneutem Sende-Versuch einfügen.

source: No Recipients
de: Keine Adressaten ausgewählt

source: You did not specify any recipients (Cc: and Bcc: does not count here!).Please got to the `Em@il Recipients' panel and select some before hitting the `Send'-button again. Please possibly take care of the list of musicians without email address at the bottom of the `Em@il Recipients' panel.
de: Es wurden überhaupt keine Adressaten ausgewählt (Cc: und Bcc: zählt hier nicht!). Bitte im `Em@il Empfänger'-Reiter wenigstens einen Adressaten auswählen vor erneutem Sende-Versuch. Bitte auch die Liste der Musiker ohne oder mit ungültige Em@il-Adresse beachten, die unten im `Em@il Empfänger'-Reiter angezeigt wird. Die Namen kann man auch anklicken, um deren Em@il-Adressen einzutragen oder zu `reparieren'.

source: The event(s) with the following id(s) could not be attached; they do not seem to exists:
de: Die Veranstaltung(en) zu den folgenden Id(s) konnten nicht angehängt werden; die scheinen gar nicht zu existieren:

source: This is probably an internal error. Please contact %s. It may be possible to simply click on the red, underlined text in order to compose a usefull message.
de: Das ist mit hoher Wahrscheinlichkeit ein `internen' Fehler. Bitte %s kontaktieren. Wahrscheinlich kann man einfach auf den roten, unterstrichenen Text klicken, um eine sinnvoll vor-formulierte Em@il zu verfassen. Das Ding bitte einfach so absenden.

source: While trying to send the message(s), the following exception(s) were caught:
de: Während des Sendeversuchs wurden die folgenden PHP-Ausnahmen `gefangen':

source: This is an internal error. Please copy this page and send it via email to %s.It may be possible to simply click on the red, underlined text in order to compose a usefull message.
de: Das ist ein `interner' Fehler. Bitte die Ausgabe kopieren und per Em@il an %s schicken. Wahrscheinlich kann man einfach auf den roten, unterstrichenen Text klicken, um eine sinnvoll vor-formulierte Em@il zu verfassen. Das Ding bitte einfach so absenden.

source: While trying to send the message(s), the following error(s) have been encountered:
de: Während des Sendeversuchs wurden traten die folgenden Fehler auf:

source: This is an internal error. Please copy this page and send it via email to %s. It may be possible to simply click on the red, underlined text in order to compose a usefull message.
de: Das ist ein `interner' Fehler. Bitte die Ausgabe kopieren und per Em@il an %s schicken. Wahrscheinlich kann man einfach auf den roten, unterstrichenen Text klicken, um eine sinnvoll vor-formulierte Em@il zu verfassen. Das Ding bitte einfach so absenden.

source: Message Duplicates Detected!
de: Nachrichten-Duplikat entdeckt!

source: Message already sent at time %s to the following recipient(s):
de: Die Nachricht wurde zum Zeitpunkt %s bereits schon einmal versendet, und zwar an die folgenden Adressaten:

source: The email-form refuses to send email twice to the same recipients. In order to send out your email you have either to change the subject or the message body. If your message has been constructed from a pre-defined message-template (like the one for the yearly adress-validation) then please add a self-explaining subject. Otherwise the error is probably really on your side. Mass-emails should never be submitted twice. If in doubt contact %s. Please add a detailed description.
de: Das Em@il-Formular `weigert' sich, Nachrichten wiederholt an die selben Adressaten zu schicken. Falls die Em@il dennoch noch versendet werden soll, muss entweder der Betreff oder der Nachrichteninhalt geändert werden. Falls es sich um einen Nachrichtenvorlage (etwa die für die jährliche Adresesenaktualisierung) handelt, dann sollte man einfach einen selbst-erklärenden, neuen, eindeutigen Betreff wählen. Sollte dies wirklich kein Duplikat sein, bitte %s kontaktieren. Aber bitte vorher noch einmal darüber nachdenken, ob es nicht vielleicht doch ein Duplikat ist ...

source: Copy to Sent-Folder has Failed
de: Das Kopieren in `Gesendete Nachrichten' ist fehlgeschlagen.

source: Could not authenticate with IMAP-server: %s
de: Anmeldung am IMAP-Server fehlgeschlagen: %s

source: Copy to folder %s has failed: %s
de: Das Kopieren in den Ordner %s ist fehlgeschlagen: %s

source: If no other error messages are echoed on this page, then the emails have probably been sent successfully. However, copying the sent-out message to the sent-folder on the email-server has failed. This is nothing you can solve on your own, please contact %s. It may be possible to simply click on the red, underlined text in order to compose a usefull message.
de: Falls keine anderen Fehlermeldungen erscheinen, dann wurden die Nachrichten vermutlich erfolgreich versendet. Allerdings konnte die Nachricht danach nicht in den Ordner für gesendete Nachrichten kopiert werden. Den Fehler kann man nicht selbst beheben, bitte %s kontaktieren. Wahrscheinlich kann man einfach auf den roten, unterstrichenen Text klicken, um eine sinnvoll vor-formulierte Em@il zu verfassen. Das Ding bitte einfach so absenden.

source: The Following Events have been attached to the Message:
de: Die folgenden Termin-Einträge wurden der Nachricht angehängt:

source: The following files have been attached to the message:
de: Die folgenden Dateien wurden der Nachricht angehängt:

source: First Few Lines of Sent Message
de: Die ersten paar Zeilen der gesendeten Nachricht

source: The most recent status messages are always saved to the status panel. Please see there for detailed diagnostics.
de: Die aktuellen Status-Nachrichten werden auch in den `Status-Berichte'-Reiter kopiert und können dort, z.B. zur Fehlersuche, begutachtet werden.

source: No public web pages registered for this project
de: Für dieses Projekt gibt es leider noch keine öffentlichen Web-Seiten

source: Create new public web page for this project.
de: Erzeuge eine neue öffentliche Web-Seite für dieses Projekt.

source: Attach existing Pages
de: Verknüpft vorhandene Ankündigungen.

source: Unlink a web-article.
de: Verknüpfung mit einer Veranstaltungs-Ankündigung lösen.

source: Delete a web article.
de: Lösche diese öffentliche Web-Seite.

source: SEPA Debit Mandate of %s
de: SEPA-Lastschriftmandat von %s

source: Type:
de: Art:

source: once
de: einmalig

source: expired
de: abgelaufen

source: Mandate-Reference:
de: Mandatsreferenz:

source: Club Member
de: Vereinsmitglied

source: owner of the bank account, probably same as musician
de: Kontoinhaber, in der Regel identisch mit dem Musiker

source: Optional BLZ of the musician's bank account
de: Optionale Bankleitzahl des Kontos

source: IBAN or number of the bank account. If this is a account number, then please first enter the BLZ
de: IBAN oder Kontonummer des Kontos. Falls eine Kontonummer angegeben wird, muss die Bankleitzahl zuerst angegeben werden

source: Optionally the BIC of the account; will be computed automatically if left blank.
de: Optional die BIC der Bankverbindung. Allerdings wird die aus IBAN bzw. BLZ auch automatisch errechnet, man kann das Feld auch leer lassen.

source: Date issued:
de: Ausstellungsdatum:

source: Date of mandate grant
de: Datum der Mandatserteilung

source: mandate date
de: Mandatsdatum

source: Date of last usage:
de: Letztes Einzugsdatum:

source: Date of last usage of debit-mandate
de: Datum des letzten Bankeinzugs zu diesem Mandat

source: last used date
de: letzte Verwendung

source: Instant IBAN Validation:
de: IBAN Überprüfung:

source: Personal
de: Persönliches

source: General
de: Allgemeines

source: Orchestra
de: Orchester

source: Translations
de: Übersetzungen

source: Development
de: Entwicklung

source: Display #Rows/Page in Tables
de: Anzeige von #Zeilen/Seite für Tabellen

source: Dummy
de: Strohpuppe

source: Own Password
de: Eigenes Passwort

source: DB Encryption Key
de: DB Schlüssel

source: Set Encryption Key
de: Schlüssel speichern

source: The encryption key has been set successfully.
de: Der Schlüssel wurde erfolgreich installiert.

source: Unable to set the encryption key.
de: Kann den Schlüssel nicht installieren.

source: Share owner
de: Share-Strohpuppe

source: shareowner
de: Share-Strohpuppe

source: force
de: zwingen

source: Check
de: Überprüfen

source: Share-Password
de: Share-Passwort

source: Calendars
de: Kalender

source: calendarname
de: Kalender-Name

source: Calendar for Concerts
de: Konzert-Kalender

source: Calendar for Rehearsals
de: Proben-Kalender

source: Calendar for other Events
de: Andere öffentliche Termine

source: Management-Calendar
de: Interner Vorstands-Kalender

source: Finance-Calendar
de: Interner Kassen-Kalender

source: #Minutes
de: #Minuten

source: Default Duration for Events
de: Voreinstellung Termin-Dauer

source: Contacts
de: Kontakte

source: addressbook
de: Adressbuch

source: General Addresbook
de: Allgemeines Adressbuch

source: Addresbook for Musicians
de: Adressbuch für Musiker

source: Shared folder
de: Gemeinsamer Ordner

source: shared folder
de: Gemeinsamer Ordner

source: Project folder
de: Projekt-Dateien

source: YEAR
de: JAHR

source: PROJECT
de: PROJEKT

source: Financial balance folder
de: Finanz-Ordner

source: Select a phrase to translate
de: Phrase zum Übersetzen auwählen

source: Select a target locate (language)
de: Sprache für Übersetzung auswählen

source: hide translated
de: übersetzte verstecken
