Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Network Authentication Required
de: Netzwerk-Authentifizierung erforderlich

source: Network read timeout error
de: Netzwerk Lese-Zeitüberschreitung

source: Network connect timeout error
de: Netzwerk Verbindungs-Zeitüberschreitung

source: Feedback email: {AutoReport}
de: Rückmeldung per Email: {AutoReport}

source: Something went wrong.
de: Irgendetwas ist schief gelaufen.

source: If it should be the case that you are already logged in for a long time without interacting with the web-app, then the reason for this error is probably a simple timeout.
de: Falls Du bereits längere Zeit angemeldet bist, ohne mit der Web-App zu interagieren, dann ist das der Grund für den Fehler.

source: I any case it may help to logoff and logon again, as a temporary work-around. You will be redirected to the log-in page when you close this window.
de: Als einstweiligen `Work-Around' kann man in jedem Fall versuchen, sich ab- und wieder an zu melden und den Vorgang zu wiederholen. Wenn Du dieses Fenster schließt, wirst Du zur Login-Seite weiter geleitet.

source: Unrecoverable unknown internal error, no further information available, sorry.
de: Tut uns leid, unbekannte interner Fehler, weitere Informationen sind leider nicht verfügbar.

source: Internal Error
de: Irgendein Fehler

source: Field {RequiredField} not present in AJAX response.
de: In der AJAX-Antwort fehlt das Feld {RequiredField}.

source: Missing data
de: Fehlende Daten

source: Unknown JSON error response to AJAX call: {status} / {error}
de: Unbekannte JSON Fehler-Antwort auf AJAX-Anfrage: {status} / {error}

source: HTTP error response to AJAX call: {code} / {error}
de: HTTP Fehler-Antwort auf AJAX-Anfrage: {code} / {error}

source: Unable to download debit notes:
de: Kann die Lastschriften nicht laden:

source: Not called from main email-form.
de: Nicht vom Haupt-Formular aufgerufen (Fehler).

source: Move all
de: Alle auswählen

source: Move selected
de: Ausgewählte verschieben

source: Remove selected
de: Ausgewählte entfernen

source: Remove all
de: Alle entfernen

source: Remaining Recipients
de: Verbleibende Empfänger

source: Selected Recipients
de: Ausgewählte Empfänger

source: Filtered
de: Suchergebnis

source: from
de: aus

source: Empty list
de: Leere Liste

source: Filter
de: Suchbegriff

source: show all
de: alle anzeigen

source: Click on the names to move the respective person to the other box
de: Bitte die Namen anklicken, um den jeweiligen Adressaten in den anderen Kasten zu schieben.

source: Unknown form element: {FormElement}
de: Unbekanntes Formularfeld: {FormElement}

source: Em@il Form for {ProjectName}
de: Em@il Formular für {ProjectName}

source: Em@il Form
de: Em@il Formular

source: Unknown request: {Request}
de: Unbekannte Anfrage: {Request}

source: Sending message {active} out of {total}
de: Sende Nachricht %d von %d

source: Message delivery in progress
de: Nachrichten-Auslieferung ist im Gang

source: Message Delivery Status
de: Em@il-Sende-Monitor

source: Email sending is in progress. Leaving the page now will cancel the email submission.
de: Nachrichten werden gerade gesendet. Das Verlassen der Seite würde den Vorgang möglicherweise abbrechen.

source: A template with the name `{TemplateName}' already exists, do you want to overwrite it?
de: Es gibt bereits eine Vorlage mit dem Namen `{TemplateName}'; soll die überschrieben werden?

source: Overwrite existing template?
de: Existierende Vorlage überschreiben?

source: Do you really want to delete the template with the name `{TemplateName}'?
de: Möchten Sie die Email-Vorlage mit dem Namen {TemplateName} wirklich löschen?

source: Really Delete Template?
de: Vorlage tatsächlich löschen?

source: Cannot delete non-existing template `{TemplateName}'
de: Die Vorlage {TemplateName} existiert nicht und kann deshalb auch nicht gelöscht werden.

source: Unknown Template
de: Unbekannte Email-Vorlage.

source: Do you really want to delete the backup copy of the current message (id = {Id})?
de: Möchten Sie wirklich die Sicherungskopie der aktuellen Nachricht (id = {Id}) löschen?

source: Really Delete Draft?
de: Entwurf tatsächlich löschen?

source: There are currently no stored draft messages available.
de: Derzeit sind keine Entwürfe gespeichert.

source: No Drafts Available
de: Kein Entwürfe vorhanden

source: Do you really want to delete all event attachments?
de: Möchten Sie wirklich alle Termin-Anhänge löschen?

source: Really Delete Attachments?
de: Anhänge wirklich löschen?

source: Select Attachment
de: Anhang auswählen

source: Do you really want to delete all file attachments?
de: Möchten Sie wirklich alle Datei-Anhänge löschen?

source: Address Book
de: Adressbuch

source: Accept
de: Übernehmen

source: Save Contacts
de: Kontakte speichern

source: Save the selected supplementary emails to the address-book for later reusal.
de: Sichere die zusätzlichen Emails aus dem Eingabefeld im Adressbuch, damit die später wieder verwendet werden können.

source: Email will be sent with an open recipients list!
de: Email wird mit einer offenen (Cc:) Adressaten-Liste gesendet!

source: Email will be sent with a hidden recipients list!
de: Email wird mit versteckter (Bcc:) Adressaten-Liste gesendet!

source: Notice
de: Notiz

source: Event-testing caught an error
de: Termin-Tests fehlgeschlagen

source: Geo-Data testing caught an error
de: Geo-Daten-Tests fehlgeschlagen

source: Do you really want to delete this event?
de: Möchten Sie den Termin wirklich löschen?

source: Do you really want to detach this event from the current project?
de: Möchten Sie den Termin wirklich vom Projekt lösen?

source: Unknown error :(
de: Irgendein Fehler :(

source: Really delete?
de: Wirklich löschen?

source: Successfull:
de: Erfolgreich:

source: Unsuccessfull:
de: Erfolglos:

source: Result of expert operation "setupdb"
de: Ergebnis der Experten-Operation "setupdb"

source: Unable to upload your file as it is a directory or has 0 bytes
de: Kann die Datei nicht laden, da sie leer zu sein scheint oder ein Verzeichnis ist.

source: Not enough space available
de: Nicht genug Speicherplatz vorhanden.

source: File upload is in progress. Leaving the page now will cancel the upload.
de: Eine Datei wird gerade geladen, das Verlassen der Seite wird den Vorgang abbrechen.

source: Upload cancelled.
de: Hochladen abgebrochen.

source: Unknown error uploading files
de: Irgendein Fehler beim Lader der Dateien :(

source: Error {NR}:
de: Fehler {NR}:

source: No files selected for upload.
de: Keine Dateien zum Hochladen ausgewählt.

source: The file you are trying to upload exceed the maximum size of {max} for file uploads on this server.
de: Die Größe der Datei, die Sie hochladen wollen, übersteigt die Maximalgröße von {max}, die von diesem Server unterstützt wird.

source: Could not open image.
de: Die Bilddatei konnte nicht geöffnet werden.

source: Edit inline image
de: Bild editieren

source: Ok
de: Fertig

source: Error loading inline image.
de: Fehler beim Laden des Bildes.

source: Select image
de: Bild auswählen

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
de: Die Größe der Datei, die Sie hochladen wollen, übersteigt die Maximalgröße, die von diesem Server unterstützt wird.

source: Upload too large
de: Datei zu groß zum Laden

source: Only image files can be used as profile picture.
de: Für das Avatar-Bild können nur Bild-Dateien verwendet werden.

source: Wrong file type
de: Ungültiger Dateityp.

source: Your browser doesn't support AJAX upload. Please click on the profile picture to select a photo to upload.
de: Ihr Web-Browser harmoniert nicht mit den üblichen Web-Applikationen. Bitte klicken Sie auf das Bild, um eine neue Bilddatei hoch zu laden.

source: Photo Zoom
de: Großes Foto

source: Too many group members, allowed are {limit}, you specified {count}.You will not be able to save this configuration.
de: Zu Viele Gruppenmitglieder, erlaubt sind {limit}, Du hast {count} ausgewählt. Die Daten können und werden so nicht gespeichert werden.

source: Unable to export insurance overview:
de: Kann die Versicherungs-Übersicht nicht exportieren:

source: Missing or invalid fields
de: Fehlende oder ungültige Felder

source: Title
de: Überschrift

source: Calendar
de: Kalender

source: From Date
de: Anfangsdatum

source: From Time
de: Anfangszeit

source: To Date
de: Enddatum

source: To Time
de: Endzeit

source: The event ends before it starts
de: Das Ereignis endet bevor es beginnt

source: There was a database fail
de: Datenbankfehler

source: Interval is not valid. It must be a positive integer!
de: Der Zeitraum ist ungültig, muss eine positive Ganzzahl sein.

source: Calendar event deletion failed.
de: Löschen des Termins ist fehlgeschlagen.

source: Deletion failed
de: Löschen ist fehlgeschlagen

source: Calendar event validation caught an error.
de: Termin-Validierung fehlgeschlagen

source: Browser determined position
de: Vom Web-Browser übermittelte Position.

source: Detailed search at Google-Maps
de: Detaillierte Suchfunktion bei Google-Maps

source: Location not found:
de: Ort nicht gefunden:

source: No location specified.
de: Kein Ort angegeben.

source: Unknown location
de: Unbekannter Ort.

source: Phone Number Validation
de: Rufnummernvalidierung

source: Email Validation
de: Em@il-Validierung

source: Suggestions
de: Vorschläge

source: Address Validation
de: Anschrifts-Validierung

source: You definitely do not want to add duplicates to the database. Please answer "no" in order to add a new musician, otherwise answer "yes". If you react in a positive manner you will be redirected to a web form in order to bring the personal data of the respective musician up-to-date.
de: Du willst ganz sicher keinen Musiker doppelt eintragen! Bitte "nein" antworten um trotzdem einen neuen Musiker gleichen Namens hinzuzufügen. Im Zweifel aber bitte mit "ja" antworten. Im Folgenden wird dann der bereits eingetragene Musiker angezeigt.

source: Avoid Possible Duplicate?
de: Doppelten Datenbankeintrag lieber vermeiden?

source: Possible Duplicate!
de: Doppelter Datenbankeintag?

source: Display the application menu and settings side-bar
de: Randleiste mit Anwendungs- und Einstellungs-Menü einblenden.

source: #columns
de: #Spalten

source: #rows
de: #Zeilen

source: Unknown operation:
de: Unbekannte Aktion:

source: Select an Action
de: Aktionen

source: Really unlink the displayed event announcement?
de: Soll die Verknüpfung mit der angezeigten Veranstaltungsankündigung wirklich gelöst werden?

source: Unlink Web-Page with Id {ArticleId}?
de: Web-Seite mit Id {ArticleId} löschen?

source: Really delete the displayed event announcement?
de: Soll die angezeigte Veranstaltungsankündigung wirklich entfernt werden?

source: Delete Web-Page with Id {ArticleId}?
de: Web-Seite mit Id {ArticleId} löschen?

source: No values match
de: Kein Wert passt.

source: Change
de: Ändern

source: Change the SEPA mandate. Note that the SEPA mandate-reference is automatically computed and cannot be changed.
de: Das SEPA-Lastschriftmandat ändern. Die Mandatsreferenz wird automatisch vergeben und kann nicht geändert werden.

source: Close the form and save the data in the underlying data-base storage.
de: Schließt das Formular und speichert die Daten in der Datenbank.

source: Apply
de: Anwenden

source: Save the data in the underlying data-base storage. Keep the form open.
de: Speichert die Daten in der Datenbank. Das Formular bleibt offen.

source: Delete
de: Löschen

source: Delete this mandate from the data-base. Normally, this should only be done in case of desinformation or misunderstanding. Use with care.
de: Lösche das SEPA-Lastschriftmandat aus der Datenbank. Normalerweise sollte das aufgrund falscher Eintragungen oder Mißverständnissen mit den Musikern nötig sein.

source: SEPA Debit Mandate
de: SEPA Lastschriftmandat

source: Close
de: Schließen

source: Discard all filled-in data and close the form. Note that this will not undo any changes previously stored in the data-base by pressing the `Apply' button.
de: Verwirft alle Änderungen und schließt das Formular. Allerdings werden Änderungen, die vorher über den `Anwenden'-Knopf gespeichert wurden, nicht rückgängig gemacht.

source: Debit Mandate Expired
de: Lastschriftmandat abgelaufen

source: Suggested alternatives based on common human mis-transcriptions:
de: Mögliche Alternativen ausgehend von den üblichen Übertragungsfehlern:

source: Please do not accept these alternatives lightly!
de: Bitte die Alternativen nicht leichtsinnig übernehmen!

source: Unable to export insurance overviews:
de: Kann die Versicherungs-Übersichten nicht exportieren:

source: Unable to export debit notes:
de: Kann die Lastschrifteinzüge nicht exportieren:

source: You must type in your login password.
de: Sie müssen Ihr Anmelde-Passwort eingeben.

source: Please standby, the operation will take some time!
de: Bitte warten, das dauert jetzt ein wenig!

source: Empty password, trying to use configured credentials.
de: Leeres Password, versuche gespeicherte Anmeldedaten zu verwenden.

source: Password field must not be empty
de: Das Passwort-feld darf nicht leer sein

source: Decryption of `%s`@`%s` failed
de: Entschlüsselung von `%s' @ `%s' fehlgeschlagen

source: Encryption of `%s`@`%s` failed
de: Verschlüsselung von `%s' @ `%s' fehlgeschlagen

source: Unable to update table data at index %s
de: Kann die Tabellenzeile mit Index %s nicht ändern

source: birthday
de: Geburtstag

source: no preference
de: Keine Präferenz

source: German
de: Deutsch

source: English
de: Englisch

source: French
de: Französisch

source: Spanish
de: Spanisch

source: Portuguese
de: Portugiesisch

source: Polish
de: Polnisch

source: Russian
de: Russisch

source: Chinese
de: Chinesisch

source: Japaneese
de: Japanisch

source: Korean
de: Koreanisch

source: Unknown Tooltip for key "%s-%s" requested.
de: Unbekannter Tooltip "%s-%s" angefordert.

source: Unknown Tooltip for key "%s" requested.
de: Unbekannter Tooltip "%s" angefordert.

source: Invalid argument value: `%s'
de: Unsinniger Paramter-Wert: `%s'

source: Supported data formats are JSON and URLENCODED
de: Nur die Datenformate JSON und URLENCODED werden unterstützt

source: Unable to post to route %s (%s)
de: Kann die service URL %s (%s) nicht erreichen."

source: Invalid response from API call: %s
de: Ungültige Antwort auf eine API Anfrage: %s

source: Export Table
de: Exportieren

source: HTML/Spreadsheet
de: HTML/Excel

source: Error: Unknonwn Button Type
de: Fehler: Unbekannter Knopf-Typ

source: View all Projects
de: Alle Projekte

source: Overview over all known projects (start-page).
de: Alle gespeicherten Projekte anzeigen; Startseite der `Camerata App'.

source: Project Extra-Fields
de: Extra Mitspieler-Felder

source: Add additional data-fields to the instrumenation table for the project.
de: Fügt zusätzliche Daten-Felder zur Besetzungstabelle für das Projekt hinzu.

source: Received Payments
de: Eingegangene Zahlungen

source: A table holding the various payments of participants.
de: Daten-Tabelle mit allen Zahlungen der Teilnehmer.

source: Debit Notes
de: Lastschriften

source: A table holding all debit notes issued from the orchestra-software.
de: Eine Tabelle mit allen Lastschriften, die aus der Musiker-DB heraus gezogen wurden.

source: Display all Musicians
de: Alle Musiker

source: Display all musicians stored in the data-base, with detailed facilities for filtering and sorting.
de: Alle Musiker anzeigen, die in der Datenbank gespeichert sind. Es gibt dabei ausführliche Such- und Auswahlfunktionalität.

source: Mass-email form, use with care. Mass-emails will be logged. Recipients will be specified by the Bcc: field in the header, so the recipients are undisclosed to each other.
de: Massen-Email-Formular. Mit Vorsicht zu genießen! Massen-Mails werden allerdings zweifach mitgeschnitten: eine Kopie geht an unser Vereinsadresse, außerdem wird die ganze Pracht in der Daten bank gespeichter (siehe `Email Historie')

source: Email History
de: Em@il Historie

source: Display all emails sent by our mass-email form.
de: Zeigt alle über unser unsägliches Massen-Mail gespamten Emails an. Insebesondere werden hier auch die Bcc: Empfänger gespeichert.

source: Display an overview page for the currently active project. The overview-page gives the possibility to add events, change the instrumentation and even edit the public web-pages for the project and other things.
de: Zeigt eine Übersichtsseite für das aktuelle Projekt an. Die Übersichtsseite bietet die Möglichkeit, Termine hinzuzufügen. die Instrumentierung zu ändern und sogar die Konzert- und Probenankündigungen auf der öffentlichen Webseite zu editieren. "Und vieles mehr".

source: Instrumentation
de: Besetzung

source: Detailed display of all registered musicians for the selected project. The table will allow for modification of personal data like email, phone, address etc.
de: Detaillierte Ansicht der Besetzung für das aktuelle Projekt. Persönliche Daten wie Email, Adresse usw. können hier geändert werden. Projektbezogene Daten können allerdings nur in der Ansicht `Kurz-Besetzung' geändert werden.

source: Add Instruments
de: Neue Instrumente

source: Display the list of instruments known by the data-base, possibly add new ones as needed.
de: Tabelle mit allen derzeit gespeicherten Instrumenten; weitere Instrumente können hier einfach hinzugefügt werden.

source: Instrumentation Numbers
de: Besetzungszahlen

source: Display the desired instrumentaion numbers, i.e. how many musicians are already registered for each instrument group and how many are finally needed.
de: Anzeige der angestrebten Besetzungszahlen. Natürlich kann man die dann auch anpassen ...

source: Debit Mandates
de: Lastschriftmandate

source: Display a table with the SEPA debit mandates related to the project.
de: Zeigt eine Tabelle mit den SEPA-Lastschriftmandaten für das Projekt an.

source: Insurances
de: Versicherungen

source: Display a table with an overview about the current state of the member's instrument insurances.
de: Zeigt eine Tabelle mit einer Übersicht über die Instrumentensammelversicherungen an.

source: Insurance Rates
de: Versicherungs-Raten

source: Display a table with the insurance rates for the individual instrument insurances.
de: Zeigt eine Tabelle mit einer Übersicht über die Versicherungsraten der Instrumenten-Sammelversicherungen an.

source: Insurance Brokers
de: Versicherungsmakler

source: Display a table with the insurance brokers.
de: Zeigt eine Tabelle mit einer Übersicht über die Versicherungsanbieter an.

source: Setting orchestra group to `%s'. Please login as group administrator and configure the Camerata DB application.
de: Orchester-Gruppe als `%s' eingestellt. Bitte mit einem Gruppenadministrator-Account einloggen und die `Camerata DB'-Anwendung konfigurieren.

source: Refusing to set the orchestra group to an empty string
de: Weigere mich, eine leere Zeichenkette als Orchester-Benutzer-Gruppe zu speichern

source: Caught exception \`%s' at %s:%s
de: Ausnahme `aufgefangen': \`%s' bei %s:%s.

source: Refusing to create blog entry without author identity.
de: Pinnwand-Einträge ohne Autor können leider nicht erstellt werden.

source: Error, caught an exception `%s'.
de: Interner Fehler: `%s'.

source: Value "%1$s" for set "%2$s" is not convertible to boolean.
de: Wert \"%1$s\" für \"%2$s\" kann nicht als Wahrheitswert interpretiert werden.

source: Message priority should be numeric (and in principle positiv and in the range 0 - 255). I got `%s'
de: Die Darstellungspriorität für Notizen sollte eine Zahl zwischen 0 und 255 sein. Angegeben wurde `%s'.

source: Refusing to create empty blog entry.
de: Leere Notizen werden nicht abgespeichert.

source: Cannot modify a blog-entry without id.
de: Ohne Notizen Id kann die Notiz nicht modifiziert werden.

source: Cannot delete a blog-thread without id.
de: Numerische Id des Threads fehlt, daher kann er nicht gelöscht werden.

source: Unknown Request
de: Unbekannte Anfrage.

source: Triggered GeoCoding update.
de: Geo-Daten-Aktualisierung initiiert.

source: TO BE IMPLEMENTED
de: MUSS NOCH IMPLEMENTIERT WERDEN

source: Owner-ID is missing
de: Besitzer-ID fehlt

source: Relation between image and object missing
de: Beziehung zwischen Bild und Objekt nicht angegeben

source: Image owner not given
de: Bild-Besitzer nicht angegeben

source: No image path was submitted
de: Es wurde kein Datei-Pfad für das Bild übermittelt.

source: File `%s' not found in user's %s cloud storage.
de: Datei `%s' in cloud-storage des Benutzers %s nicht gefunden.

source: Unable to validate cloud image file %s
de: Kann die Cloud-Bild-Datei %s nicht verifizieren

source: Drag'n drop filename not submitted
de: `Ziehen und Fallenlassn' Dateiname nicht übermittelt

source: Unable to validate uploaded image data
de: Kann die hoch-geladene Bild-Datei nicht validieren.

source: Image has not been uploaded
de: Image wurde nicht hochgeladen

source: Uploaded file seems to have vanished on server
de: Hochgeladene Datei scheint verschwunden zu sein vom Server

source: Unable to save image data of size %s to temporary storage with key %s
de: Kann Bild der Größe %s nicht zwischenspeichern mit Schlüssel %s

source: Missing cache-key for temporay image file
de: Schlüssel für temporäre Bild-Datei nicht vorhanden.

source: Unable to load image with cache key %s
de: Kan die Bild-Datei (Cache-Schlüssel: %s) nicht laden

source: Unable to generate image from temporary storage (%s)
de: Kann kein Bild zum Zwischenspeichern erzeugen (%s)

source: Unable to crop temporary image %s to [%s, %s, %s, %s]
de: Kann zwischengespeichertes Bild nicht auf die Maße [%s, %s, %s, %s] zuschneiden

source: Unable to resize temporary image %s to size %s
de: Kann das temporäre Bild %s nicht auf die Größe %s ändern

source: Unable to find image to edit for %s@%s
de: Kann kein Bild %s@%s zum editieren finden

source: Unable to create temporary image for %s@%s
de: Kann temporäres Bild für %s@%s nicht erzeugen

source: Unable to find image link for ownerId %s in join-table %s
de: Kann den Verknüpfung für die Besitzer-Id %s in der Verknüpfungstabelle %s nicht finden

source: Placeholder Image
de: Platzhalter-Bild

source: unknown service requested: `%s/%s'.
de: Unbekannter Dienst angefragt: `%s/%s'.

source: Cannot access calendar: `%s'
de: Auf den Kalender kann nicht zugegriffen werden: `%s'

source: Could not fetch object `%s' from calendar `%s'.
de: Kann Objekt `%s' nicht aus dem Kalender `%s' laden.

source: Submitted calendar id `%s' and stored id `%s' for object `%s' do not match.
de: Übermittelte Kalender-Id `%s' und gespeicherte Kalender-Id `%s' für Objekt `%s' stimmen nicht überein.

source: Unable to access calendar with id `%s'.
de: Auf den Kalender kann nicht zugegriffen werden: `%s'

source: Don't know how to react to permissions `%s'
de: Weiß nicht, wie ich auf die Zugriffsrechte `%s' reagieren soll

source: Failed to validate event creating request.
de: Fehler bei der Validierung der Termindaten.

source: Failure creating calendar object, caught an exception `%s'.
de: Fehler beim Erzeugen des Kalender-Eintrags, interner Fehler `%s'

source: Calendar object successfully created.
de: Kalender Objekt wurde erfolgreich erzeugt.

source: Failed to validate event updating request.
de: Validierung der Terminänderung fehlgeschlagen.

source: Race-condition, event was modified in between.
de: Bearbeitungs-Kollision, Termin würde zwischenzeitlich verändert.

source: Successfully updated `%s'.
de: `%s' erfolgreich modifiziert.

source: Successfully deleted `%s'.
de: `%s' erfolgreich gelöscht.

source: Method %s is not yet implemented.
de: Methode %s is noch nicht implementiert.

source: Template-renderer for template `%s' is empty.
de: Inhalts-Erzeuger für Schablone `%s' ist leer.
