Repository: rotdrop/cafevdb
Catalog: translationfiles/*/cafevdb.po
Languages: de

source: Form Input
de: Formular Eingabe

source: Error, caught an exception
de: Interner Fehler, Ausnahme ``aufgefangen''

source: Drafts
de: Entwürfe

source: Templates
de: Vorlagen

source: Unknown form element: `%s'.
de: Unbekanntes Formularfeld: `%s'.

source: Template could not be saved
de: Die Vorlage konnte nicht gespeichert werden.

source: Draft could not be saved
de: Der Entwurf konnte nicht gespeichert werden.

source: Deleted draft message with id %d
de: Vorlage mit Id %d gelöscht

source: Loaded new draft message with id %d
de: Vorlage mit Id %d geladen

source: Email Address Validation Failed
de: Em@il Adresse(n) ungültig

source: Unknown request: `%s'.
de: Unbekannte Anfrage: `%s'.

source: PHP Exception Caught
de: PHP `Ausnahme' `gefangen'

source: Error, caught an exception. Please copy the displayed text and send it by email to %s.
de: Fehler, PHP-`Ausnahme' `gefangen'. Bitte den angezeigten Text kopieren und per Email an %s senden.

source: No attachment path was submitted.
de: Es wurde keine Datei-Pfad für das Attachment übermittelt.

source: File doesn't exist:
de: Die Datei existiert nicht:

source: File doesn't exist:
de: Die Datei existiert nicht:

source: Inconsistency:
de: Inkonsistenz:

source: Request successful
de: Anfrage erfolgreich

source: Unable to fetch progress status with id %d
de: Kann den leider Fortschritt (ID %d) der Operation nicht ermitteln.

source: The following contacts could not be stored: %s
de: Die folgenden Kontakte konnten leider nicht gespeichert werden: %s

source: No file was uploaded. Unknown error
de: Unbekannter Fehler. Es wurde keine Datei hochgeladen.

source: There is no error, the file uploaded with success
de: Datei erfolgreich hochgeladen.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini: %s
de: Dis Datei ist zu groß und kann deshalb nicht hochgeladen werden (Einstellung `upload_max_filesize' in `php.ini': %s)

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de: Dis Datei ist zu groß und kann deshalb nicht hochgeladen werden (Einstellung im HTML-Formular)

source: The uploaded file was only partially uploaded
de: Die Datei konnte nur teilweise hochgeladen werden.

source: No file was uploaded
de: Es wurde keine Datei hochgeladen.

source: Missing a temporary folder
de: Temporäres Verzeichnis nicht vorhanden.

source: Failed to write to disk
de: Kann nicht auf den Massenspeicher schreiben

source: Not enough storage available
de: Nicht genug Speicherplatz vorhanden

source: Couldn't save temporary file for: %s
de: Konnte folgende Datei nicht zwischen-speichern: %s

source: Linked all matching web-pages to the respective projects.
de: Alle passenden Web-Seiten wurden mit ihren Projekten verknüpft.

source: empty
de: leer

source: Hello World!
de: Also, `Hello World!' muss man nun wirklich nicht übersetzen ...

source: Recreated the project list in the wiki.
de: Wiki-Projekt-Übersicht wurde aktualisiert.

source: Success: %s, Error: %s
de: Erfolg: %s, Fehler: %s

source: Done. %d events synchronized, %d new.
de: Fertig. %d Ereignisse synchronisiert, %d neue.

source: instrument insurances
de: Instrumenten-Versicherungen

source: SEPA debit mandates
de: SEPA Lastschriftmandate

source: The export function for this table is not implemented, sorry.
de: Die Exportfunktion dieser Tabelle ist leider nicht eingerichtet, tut uns leid.

source: musicians
de: Musiker

source: %s-detailed
de: %s-detailliert

source: Missing Musicians
de: Fehlende Musiker

source: Registered
de: Registriert

source: Confirmed
de: Bestätigt

source: Total Insurance Amount:
de: Gesamtversicherungssumme:

source: Musician
de: Musiker

source: Manufacturer
de: Hersteller

source: Year of Construction
de: Herstellungsjahr

source: Instrument Insurance Amount
de: Versicherungssumme des Instruments

source: Accessory
de: Zubehör

source: Accessory Insurance Amount
de: Versicherungssumme des Zubehörs

source: Musician Insurance Total
de: Gesamtversicherungssumme des Musikers

source: Policy Number
de: Versicherungsnummer

source: Geographical Scope
de: Geltungsbereich

source: Date
de: Datum

source: false
de: falsch

source: unknown
de: unbekannt

source: Debit note id not provided
de: Lastchrift-Id fehlt.

source: Debit note id "%s" is not valid
de: Lastschrift-Id "%s" ist ungültig

source: Unable to fetch debit-note for id %d
de: Kann die Lastschrift zur Id %d nicht finden

source: Unable to create temporay file for zip-archive.
de: Die temporäre Datei für das Zip-Archiv konnte nicht erzeugt werden.

source: Unable to open temporary file for zip-archive.
de: Die temporäre Datei für das Zip-Archiv konnte nicht geöffnet werden.

source: Unable to close temporary file for zip-archive.
de: Die temporäre Datei für das Zip-Archiv konnte nicht geschlossen werden.;

source: Unable to read zip archive from disk.
de: Konnte das fertige Zip-Archiv nicht einlesen.

source: Please copy the displayed text and send it by email to %s.
de: Bitte den angezeigten Text kopieren und per Email an %s senden.

source: Required information `%s' not provided.
de: Informationen zu `%s' fehlen.

source: SEPA debit mandate deleted from data-base.
de: SEPA-Lastschriftmandat aus der Datenbank gelöscht.

source: Unable to delete SEPA debit mandate from data-base.
de: Kann das SEPA-Lastschriftmandat nicht löschen.

source: You did not tell what kind of debit-note you would like to draw.
de: Art des Bankeinzugs nicht angegeben (Versicherung, Anzahlung etc.)

source: Please specify a subject for this debit note.
de: Bitte einen Verwendungszweck für diese Lastschrift angeben.

source: Please tell me about the amount you would like to draw.
de: Bitte den Betrag angeben, der eingezogen werden soll.

source: Unable to decrypt debit mandate.
de: Kann das Lastschriftmandat nicht dechiffrieren.

source: Full debit record:
de: Betroffener Datensatz:

source: Refusing to debit %s.
de: Ich weigere mich, einen Betrag von %s einzuziehen.

source: Illegal characters in debit purpose: %s.
de: Ungültige Buchstaben im Verwendungszweck-Feld: %s.

source: Purpose field has %d characters, allowed are %d.
de: Verwendungszweckfeld zu lang (%d Buchstaben), erlaubt sind nur %d.

source: No Debit-Mandates to export?
de: Keine Lastschriftmandate zu exportieren?

source: Debit notes submission deadline
de: Deadline für Lastschrifteinreichung

source: Exported CSV file name:
de: Exportierte CSV-Datei:

source: Due date:
de: Fälligkeitstermin:

source: Debit notes due
de: Lastschriften fällig

source: Unable to store debit notes.
de: Kann die Lastschrift nicht speichern.

source: Unable to store debit note data.
de: Kann die Lastschrift-Bankdaten nicht speichern.

source: Unable to store debit note payments.
de: Kann die Lastschriftumsätze nicht speichern.

source: Project-id and/or name not set
de: Projekt-Name und/oder Id nicht übermittelt.

source: Mandate project-id and/or name not set
de: Projekt Id und/order Name des Mandats wurde nicht übermittelt.

source: Musician-id and/or name not set
de: Musiker-Name und/oder Id unbekannt.

source: ClubMembers
de: Vereinsmitglieder

source: Failed setting `%s' to `%s'.
de: Konnte den Wert für `%s' nicht als `%s' speichern.

source: Value for `%s' set to `%s'.
de: Wert für `%s' auf `%s' gesetzt.

source: Account owner contains invalid characters: %s
de: Kontoinhaber enthält ungültige Buchstaben: %s

source: A German bank id consists of exactly 8 digits: %s.
de: Eine Deutsche Bankleitzahl besteht aus genau 8 Ziffern: %s.

source: Invalid German(?) bank id %s.
de: Ungültige Deutsche(?) Bankleitzahl %s.

source: Invalid German(?) bank account number %s @ %s.
de: Ungültige Deutsche(?) Kontonummer %s @ %s.

source: Invalid IBAN: `%s'.
de: Ungültige IBAN: `%s'.

source: Value for `%s' invalid: `%s'.
de: Der Wert für `%s' ist ungültig: `%s'.

source: Unhandled request:
de: Unbekannte Anfrage:

source: SEPA debit mandate stored in data-base.
de: SEPA-Lastschriftmandat gespeichert.

source: Unable to store SEPA debit mandate in data-base.
de: Kann das SEPA-Lastschriftmandata nicht sichern.

source: Invalid Argument Exception
de: Ausnahme: unsinniger Paramter-Wert.

source: Invalid arguments
de: Unsinnige Paramter-Werte

source: Invalid Argument
de: Unsinniger Paramter-Wert

source: Missing Musician Id
de: Fehlende Musiker-Id

source: Missing Project Id
de: Fehlende Projekt-Id

source: Data Base Error
de: Datenbank-Fehler

source: Early setup error.
de: Initialisierungsfehler.

source: No musician could be added to the projecti, #failures: %d.
de: Keine Musiker konnten zum Projekt hinzugefügt werden, Anzahl der Fehlschäge: %d.

source: Operation failed
de: Aktion fehlgeschlagen

source: Operation succeeded with the following notifications:
de: Die Aktion hatte Erfolg. Folgende Anmerkungen wurden übermittelt:

source: data base error
de: Datenbank-Fehler

source: Failed to fetch musician's data
de: Konnte die Daten des Musikers nicht ermitteln

source: invalid arguments
de: unsinniger Paramter-Wert

source: Unknown instruments in list: %s
de: Unbekanntes Instrument in der Liste: %s

source: Attempt to remove the instrument the musician is supposed to play.
de: Erfolgloser Versuch, dem Musiker das Instrument zu entziehen, dass er bei diesem Projekt spielt.

source: Please consider to add the registered project instrument `%s' to %s's list of instruments (or possibly change the project instrument).
de: Bitte erwäge, das Projekt-Instrument `%s' von `%s' zu dessen "globaler ich-spiel-das-Instrument"-Liste hinzuzufügen. Falls das Unfug ist, sollte das Projektinstrument des Musikers geändert werden.

source: Changing the instrument list for the musician `%s' was probably successful.
de: Das Ändern der Instrumentenliste von `%s' war vermutlich erfolgreich.

source: Instrument choice for %s seems ok.
de: Die Instrumenten-Auswahl für %s ist wohl in Ordnung.

source: missing arguments
de: fehlende Parameter

source: No project id submitted.
de: Es wurde keine Projekt-Id übermittelt.

source: invalid project
de: Ungültiges Projekt

source: There doesn't seem to be a project associated with id %s.
de: Zur Id %s scheint kein Projekt (mehr) zu existieren.

source: operation failed
de: Aktion fehlgeschlagen

source: Adjusting the instrumentation for project ``%s'' probably failed.
de: Abgleichen der Instrumentierung für das Projekt ``%s'' ist vermutlich fehlgeschlagen.

source: Adjusting the instrumentation for project `%s' was probably successful.
de: Abgleichen der Instrumentierung für das Projekt `%s' war vermutlich erfolgreich.

source: No instrument list submitted
de: keine Instrumentenliste übermittelt

source: Failed to update in project instrumentation
de: Fehler beim Ändern der Instrumentierung

source: Changing the instrumentation for project `%s' was probably successful.
de: Das Ändern der Instrumentierung für das Projekt `%s' war vermutlich erfolgreich.

source: Unable to add %s to zip-archive
de: Konnte %s nicht zum Zip-Archiv hinzufügen.

source: instrument-insurance
de: Instrumenten-Versicherung

source: Broker-name has been simplified.
de: Der Makler-Name wurde vereinfacht.

source: Internal error: unknown request: %s
de: Interner Fehler: unbekannte Anfrage: %s

source: Invalid insurance rate %f, should be larger than 0 and less than 1 percent.
de: Unsinnige Versicherungsrate %f, sollte größer 0 und kleiner als 1 Prozent sein.

source: Insured musician is missing
de: Der Versicherungsnehmer wurde nicht angegeben.

source: Insurance broker is missing.
de: Angabe Versicherungsmakler fehlt.

source: Geographical scope for the insurance is missing.
de: Der Geltungsbereich für die Versicherung fehlt.

source: Insured object has not been specified.
de: Der zu versichernde Gegenstand wurde nicht angegeben.

source: Object classification (instrument, accessory) is missing.
de: Zubehör-/Instrument-Klassifizierung fehlt.

source: Manufacturer field is empty.
de: Der Hersteller wurde nicht angegeben.

source: Construction year is unknown.
de: Das Herstellungsjahr wurde nicht angegeben.

source: The insurance amount is missing.
de: Die Versicherungssumme fehlt.

source: Insurance amount should be a mere number.
de: Die Versicherungssumme sollte einfach eine Zahl sein.

source: Insurance amount should be an integral number.
de: Die Versicherungssumme sollte eine ganze Zahl sein.

source: Internal error: unknown request.
de: Interner Fehler: unbekannte Anfrage.

source: Internal error: unknown request
de: Interner Fehler: unbekannte Anfrage.

source: missing or wrong arguments
de: fehlende oder unsinnige Parameter

source: Musician(s) with the same first and sur-name already exist:
de: Musiker/Musikerinnen mit demselben Namen sind bereits eingetragen:

source: Please do not add duplicates to the data-base. If you do, then others will have to clean up after you. Please continue if you know what you are doing. Please use the search facilities before adding new musicians. Thanks.
de: Bitte füge keine Duplikate zur Datenbank hinzu. Andernfalls müssen andere das Chaos hinter Dir aufräumen. Bitte die Meldung einfach ignorieren, falls Du weißt, was Du da tust. Bitte benutze i.d.R. zunächst die Suchfunktionen der Datenbank bevor Du potentiell neue Musiker hinzufügst. Danke.

source: Missing host for email-address: %s.
de: Fehlender Hostname (`@' fehlt!) in der Email-Adresse: %s.

source: Validation failed for: %s.
de: Validierung von `%s' fehlgeschlagen.

source: The phone number %s does not appear to be a valid phone number.
de: Die Rufnummer %s scheint keine gültige Telefonnummer zu sein.

source: This (%s) is a fixed line phone number, injecting it in the correct column.
de: Die Nummer %s ist eine Festnetznummer, schiebe die in die richtige Spalte.

source: This (%s) is a mobile phone number, injecting it in the correct column.
de: Die Nummer %s ist eine Mobilfunknummer, schiebe die in die richtige Spalte.

source: The phone number %s does not appear to be a mobile phone number.
de: Die Rufnummer %s scheint keine Mobilfunknummer zu sein.

source: Could not parse number: "%s"
de: Kann die Zahlangabe "%s" nicht interpretieren.

source: Request "%s" successful
de: Anfrage "%s" erfolgreich

source: No or too many items available:
de: Keine oder zu viele Einträge vorhanden:

source: project-year
de: Projekt-Jahr

source: project-name
de: Projekt-Name

source: The %s must not be empty.
de: %s darf nicht leer sein.\n

source: The project name has been simplified from "%s" to "%s".
de: Der Projekt-Name wurde von "%s" zu "%s" vereinfacht.

source: The project-name must not only consist of the year-number.
de: Der Projekt-Name darf nicht nur aus der Jahreszahl bestehen.

source: No project-name given.
de: Kein Projekt-Name angegeben.

source: The project-name is too long, please use something less than %d characters (excluding the attached year). Thanks
de: Der Projekt-Name ist zu lang. Bitte höchstens %d Buchstaben verwenden (ausschließlich der angehängten Jahreszahl).

source: No project-year given.
de: Kein Projekt-Jahr angegeben.

source: The project-year has to consist of four digits, e.g. ``1984''.
de: Das Projekt-Jahr muss aus vier Ziffern bestehen.

source: already existent
de: bereits vorhanden

source: A project with the name ``%s'' already exists in the year %s. Please choose a different name or year.
de: Ein Projekt mit dem Namen ``%s'' gibt es bereits für das Jahr %s. Bitte wähle einen anderen Namen oder ein anderes Jahr.

source: Invalid or unset project-id: `%s'
de: Unsinnige oder fehlende Projekt-Id: `%s'

source: Submitted article id %d does not match the id %d stored in the article-data.
de: Die übermittelte Artikel-Id %d stimmt nicht mit der Id %d in den Artikel-Daten überein.

source: Invalid or unset article-id: `%s'
de: Unsinnige oder fehlende Artikel-Id: `%s'

source: Cannot perform action `%s' with article with id %d, project with id %d: missing article-data.
de: Kann die Operation `%s' mit dem Artikel zur Id %d, Projekt-Id %d nicht ausführen, da keine weiteren Daten zu dem Artikel übermittelt wurden.

source: Removed public web page %s (id %d) from the project with id %d.
de: Die Web-Seite %s mit der id %d für das Projekt mit der Id %d wurde entfernt.

source: Failed to remove public web page %s (id %d) from the project with id %d.
de: Konnte die Web-Seite %s mit der Id %d vom Projekt mit der Id %d leider nicht entfernen.

source: Failed to create a new public web page for the project with id %d.
de: Konnte leider keine neue Web-Seite für das Projekt mit der Id %d erstellen.

source: Created a new public web page with name %s and id %d for the project with id %d.
de: Neue Web-Seite %s mit Id %d für das Projekt mit der Id %d wurde angelegt.

source: Failed to create additionally a new rehearsal web-page.
de: Konnte aber leider keine neue Proben-Web-Seite anlegen.

source: Created additionally a new rehearsal web page.
de: Außerdem wurde eine neue Proben-Web-Seite angelegt.

source: Failed to add the article %s (id = %d) to the project with id %d.
de: Konnte die Web-Seite %s (Id %d) vom Projekt mit der Id %d leider nicht entfernen.

source: Linked the existing public web-article %s (id %d) to the project with id %d
de: Die Web-Seite %s (Id %d) wurde mit dem Projekt mit der Id %d verknüpft.

source: Failed to detach the article %s (id = %d) from the project with id %d.
de: Konnte die Web-Seite %s (Id %d) vom Projekt mit der Id %d leider nicht entfernen.

source: Detached the public web-article %s (id %d) from the project with id %d
de: Die Web-Seite %s (Id %d) für das Projekt mit der Id %d wurde vom Projekt gelöst.

source: Unhandled or empty request: `%s'
de: Unbekannte Anfrage oder leere Anfrage: `%s'

source: Error: %s
de: Fehler: %s

source: Unhandled internal AJAX error:
de: Nicht-aufgelöster interner AJAX-Fehler:

source: Error
de: Fehler

source: Edit Blog Entry
de: Pinnwand-Eintrag bearbeiten.

source: The message content has been changed and will be lost if you press `Yes'
de: Der Text der Notiz wurde verändert. Die Änderungen gehen verloren, wenn Sie `Ja' anklicken.

source: Really cancel current entry?
de: Wirklich abbrechen?

source: One-time Blog Popup
de: Einmalige Popup-Notiz

source: I have read this popup, please bother me no more!
de: Ich hab's gelesen, bitte nicht wieder anzeigen!

source: Mark this popup as read; the popup will not show up again.
de: Die Nachricht als gelesen markieren; das Popup-Fenster wird nicht wieder erscheinen.

source: The entire message thread will be deleted if you press `Yes'
de: Die Nachricht und alle `Follow-Ups' werden gelöscht, wenn Sie auf `Ja' klicken.

source: Really delete the entry?
de: Den Beitrag wirklich löschen?

source: Choose some Options
de: Wähle aus den Optionen

source: Save
de: Speichern

source: Accept the currently selected options and return to the underlying form.
de: Übernimmt die aktuellen Werte und kehrt zur vorherigen Ansicht zurück.

source: Cancel
de: Abbrechen

source: Discard the current selection and close the dialog. The initial set of selected options will remain unchanged.
de: Verwirft die aktuelle Auswahl und schließt das Fenster. Die ursprünglichen Optionen werden unverändert beibehalten.

source: Settings
de: Einstellungen

source: Export to the following format is not yet supported:
de: Export in das folgende Dateiformat wird nicht unterstützt:

source: Unimplemented
de: Nicht implementiert

source: If multiple dialogs are open, then move this one to the lowest layer and display it below the others. Clicking anywhere on the dialog will bring to the front again.
de: Falls mehrere Dialog-Fenster offen sind, dann wird dieser Fenster ganz nach hinten geschoben, also hinter den anderen Fenstern angezeigt. Anklicken irgendeines Bereiches dieses Fensters bringt es dann wieder nach vorne.

source: Close the current dialog and return to the view which was active before this dialog had been opened. If the current view shows a `Back' button, then intentionally clicking the close-button (THIS button) should just be equivalent to clicking the `Back' button
de: Schließt dieses Fenster und kehrt zur vorherigen Ansicht zurück. Falls es in diesem Fenster außerdem noch einen `Zurück'-Knopf gibt, dann sollte der eigentlich das gleiche bewirken.

source: Debug Information
de: Debug Informationen

source: OK
de: Fein

source: Created
de: Erzeugt

source: Accepted
de: Akzeptiert

source: Non-Authoritative Information
de: Unverbindliche Information

source: No Content
de: Antwort enthält keine Daten

source: Reset Content
de: Inhalt zurückgesetzt

source: Partial Content
de: Unvollständige Antwort

source: Already Reported (WebDAV)
de: Bereits berichtet (WebDAV)

source: IM Used
de: IM verwendet

source: Multiple Choices
de: Mehrere Wahlmöglichkeiten

source: Moved Permanently
de: Permanent verschoben

source: Found
de: Gefunden

source: See Other
de: Siehe andere Web-Adresse

source: Not Modified
de: Unverändert

source: Use Proxy
de: Benutze einen Proxy

source: (Unused)
de: (Unbenutzt)

source: Temporary Redirect
de: Zeitweilige Umleitung

source: Permanent Redirect (experimental)
de: Permanente Umleitung

source: Bad Request
de: Ungültige Anfrage

source: Unauthorized
de: Nicht autorisiert

source: Payment Required
de: Bezahlung erforderlich

source: Forbidden
de: Verboten

source: Not Found
de: Unauffindbar

source: Method Not Allowed
de: Anfragemethode nicht zulässig

source: Not Acceptable
de: Nicht akzeptabel

source: Proxy Authentication Required
de: Proxy-Authentifizierung erforderlich

source: Request Timeout
de: Anfrage-Zeitüberschreitung

source: Conflict
de: Konflikt

source: Gone
de: Weg

source: Length Required
de: Länge benötigt

source: Precondition Failed
de: Vorbedingung nicht erfüllt

source: Request Entity Too Large
de: Anfrage-Daten zu groß

source: Request-URI Too Long
de: Anfrage-URI zu lang

source: Unsupported Media Type
de: Nicht unterstützter Medien-Typ

source: Requested Range Not Satisfiable
de: Angeforderter Bereich nicht möglich

source: Expectation Failed
de: Erwartete Operation Fehlgeschlagen

source: I'm a teapot (RFC 2324)
de: Ich bin eine Teekanne (RFC 2324)

source: Enhance Your Calm (Twitter)
de: Verstärke Deine Ruhe (Twitter)

source: Unprocessable Entity (WebDAV)
de: Nicht-verarbeitbarer Entrag (WebDAV)

source: Locked (WebDAV)
de: Gesperrt (WebDAV)

source: Failed Dependency (WebDAV)
de: Abhängigkeit fehlgeschlagen (WebDAV)

source: Reserved for WebDAV
de: Reserviert für WebDAV

source: Upgrade Required
de: Aufwertung benötigt

source: Precondition Required
de: Vorbedingung erforderlich

source: Too Many Requests
de: Zu viele Anfragen.

source: Request Header Fields Too Large
de: Anfrage-Kopfzeilen zu lang

source: No Response (Nginx)
de: Keine Antwort (Nginx)

source: Retry With (Microsoft)
de: Wiederholen mit (Microsoft)

source: Blocked by Windows Parental Controls (Microsoft)
de: Blockiert von Windows-Kindersicherung (Microsoft)

source: Unavailable For Legal Reasons
de: Nicht verfügbar aus rechtlichen Gründen

source: Client Closed Request (Nginx)
de: Anwender-Programm hat die Anfrage beendet (Nginx)

source: Internal Server Error
de: Interner Server-Fehler

source: Not Implemented
de: Nicht implementiert

source: Bad Gateway
de: Schlechte Netzübergangseinheit

source: Service Unavailable
de: Dienst nicht verfügbar

source: Gateway Timeout
de: Zeitüberschreitung bei der Netzübergangseinheit

source: HTTP Version Not Supported
de: HTTP-Version nicht unterstützt

source: Variant Also Negotiates (Experimental)
de: Variante handelt außerdem aus (Experimenmtell)

source: Insufficient Storage (WebDAV)
de: Zu wenig Speicherplatz (WebDAV)

source: Loop Detected (WebDAV)
de: Zirkel entdeckt (WebDAV)

source: Bandwidth Limit Exceeded (Apache)
de: Bandbreiten-Beschränkung überschritten (Apache)

source: Not Extended
de: Nicht erweitert
